Repository: community-ssu/gtk
Catalog: dpkg/man/po4a/dpkg-deb.1/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: dpkg suite
pl: u¿ytki dpkg

source: NAME
pl: NAZWA

source: dpkg-deb - Debian package archive (.deb) manipulation tool
pl: dpkg-deb - narzêdzie obs³ugi plików archiwum Debiana (.deb)

source: SYNOPSIS
pl: SK£ADNIA

source: B<dpkg-deb> B<-b>|B<--build> I<directory> [I<archive>|I<directory>]
pl: B<dpkg-deb> B<-b>|B<--build> I<katalog> [I<archiwum>|I<katalog>]

source: B<dpkg-deb> B<-I>|B<--info> I<archive> [I<control-file-name> ..]
pl: B<dpkg-deb> B<-I>|B<--info> I<archiwum> [I<nazwa-pliku-kontrolnego> ..]

source: B<dpkg-deb> B<-f>|B<--field> I<archive> [I<control-field-name> ...]
pl: B<dpkg-deb> B<-f>|B<--field> I<archiwum> [I<nazwa-pola-kontrolnego> ...]

source: B<dpkg-deb> B<-c>|B<--contents> I<archive>
pl: B<dpkg-deb> B<-c>|B<--contents> I<archiwum>

source: B<dpkg-deb> B<-W>|B<--show> [B<--showformat>=I<format>] I<archive>
pl: B<dpkg-deb> B<-W>|B<--show> [B<--showformat>=I<format>] I<archiwum>

source: B<dpkg-deb> B<-x>|B<--extract>|B<-X>|B<--vextract> I<archive directory>
pl: B<dpkg-deb> B<-x>|B<--extract>|B<-X>|B<--vextract> I<archiwum katalog>

source: B<dpkg-deb> B<-e>|B<--control> I<archive directory>
pl: B<dpkg-deb> B<-e>|B<--control> I<katalog archiwum>

source: B<dpkg-deb --fsys-tarfile> I<archive>
pl: B<dpkg-deb --fsys-tarfile> I<archiwum>

source: DESCRIPTION
pl: OPIS

source: B<dpkg-deb> packs, unpacks and provides information about Debian archives.
pl: B<dpkg-deb> tworzy, rozpakowuje i podaje informacje o plikach archiwum (czyli pakietach) Debiana.

source: Use B<dpkg> to install and remove packages from your system.
pl: Do instalowania i usuwania pakietów z systemu s³u¿y polecenie B<dpkg>.

source: You can also invoke B<dpkg-deb> by calling B<dpkg> with whatever options you want to pass to B<dpkg-deb>. B<dpkg> will spot that you wanted B<dpkg-deb> and run it for you.
pl: Ponadto mo¿na skorzystaæ z B<dpkg-deb> wywo³uj±c B<dpkg> z odpowiedni± opcj±, która zostanie przekazana do B<dpkg-deb>. B<dpkg> uruchomi B<dpkg-deb> i wykona ¿±dan± operacjê.

source: ACTION OPTIONS
pl: OPCJE DZIA£ANIA

source: Creates a debian archive from the filesystem tree stored in I<directory>. I<directory> must have a B<DEBIAN> subdirectory, which contains the control information files such as the control file itself. This directory will I<not> appear in the binary package's filesystem archive, but instead the files in it will be put in the binary package's control information area.
pl: Tworzy archiwum Debiana z plików zawartych w I<katalogu>. I<katalog> musi zawieraæ podkatalog o nazwie B<DEBIAN>, w którym zawarte s± pliki kontrolne, takie jak np. control. Ten katalog I<nie> pojawi siê w archiwum binarnym pakietu, tylko zostanie umieszczony jako informacje kontrolne pakietu, które opisuj± w³a¶ciwo¶ci pakietu.

source: You can specify the compression level used by adding a B<-z#> option. B<dpkg-deb> will pass that option on to gzip.
pl: Mo¿na podaæ poziom kompresji, u¿ywaj±c opcji B<-z#>. dpkg-deb przeka¿e tê opcjê programowi gzip.

source: Unless you specify B<--nocheck>, B<dpkg-deb> will read B<DEBIAN/control> and parse it. It will check it for syntax errors and other problems, and display the name of the binary package being built. B<dpkg-deb> will also check the permissions of the maintainer scripts and other files found in the B<DEBIAN> control information directory.
pl: Je¶li pominiêto opcjê B<--nocheck>, B<dpkg-deb> odczyta plik B<DEBIAN/control> i sprawdzi, czy nie wystêpuj± w nim b³êdy sk³adniowe lub inne problemy, a nastêpnie wy¶wietli nazwê pakietu, który jest tworzony. B<dpkg-deb> ponadto sprawdzi prawa skryptów instalacyjnych i innych plików znajduj±cych siê w katalogu B<DEBIAN>.

source: If no I<archive> is specified then B<dpkg-deb> will write the package into the file I<directory>B<.deb>.
pl: Je¶li podana zosta³a nazwa I<archiwum> to B<dpkg-deb> zapisze pakiet t± nazw±.

source: If the archive to be created already exists it will be overwritten.
pl: Je¿eli taki pakiet ju¿ istnieje, zostanie on nadpisany.

source: If the second argument is a directory then B<dpkg-deb> will write to the file I<package>B<_>I<version>B<_>I<arch>B<.deb>, or I<package>B<_>I<version>B<.deb> if no B<Architecture> field is present in the package control file. When a target directory is specified, rather than a file, the B<--nocheck> option may not be used (since B<dpkg-deb> needs to read and parse the package control file to determine which filename to use).
pl: Je¶li drugim argumentem jest I<katalog>, to B<dpkg-deb> zapisze pakiet pod nazw± I<katalog>B</>I<pakiet>B<_>I<wersja>B<_>I<arch>B<.deb>, lub I<katalog>B</>I<pakiet>B<_>I<wersja>B<.deb>, je¶li nie zosta³o okre¶lone pole B<Architecture> w pliku kontrolnym. Gdy podany jest I<katalog>, to nie mo¿e zostaæ u¿yta opcja B<--no-check>, poniewa¿ B<dpkg-deb> musi odczytaæ plik kontrolny, aby rozpoznaæ nazwê i wersjê pakietu.

source: Provides information about a binary package archive.
pl: Dostarcza informacji o pakiecie.

source: If no I<control-file-name>s are specified then it will print a summary of the contents of the package as well as its control file.
pl: Gdy nie podano ¿adnej I<nazwy-pliku-kontrolnego>, wy¶wietlana jest informacja o zawarto¶ci pakietu oraz zestawienie wykorzystanych plików kontrolnych.

source: If any I<control-file-name>s are specified then B<dpkg-deb> will print them in the order they were specified; if any of the components weren't present it will print an error message to stderr about each one and exit with status 2.
pl: W razie podania I<nazwy-pliku-kontrolnego>, B<dpkg-deb> wy¶wietli zawarto¶æ tego pliku. Je¶li ten plik nie istnieje, wy¶wietlony zostanie komunikat b³êdu na stderr i program zakoñczy siê z kodem b³êdu 2.

source: Provides information about a binary package archive in the format specified by the B<--showformat> argument. The default format displays the package's name and version on one line, seperated by a tabulator.
pl: Wy¶wietla informacjê o pakiecie binarnym w formacie okre¶lonym opcj± B<--showformat>. W domy¶lnym formacie w ka¿dej linii wy¶wietlana jest nazwa pakietu oraz - po znaku tabulacji - jego wersja.

source: Extracts control file information from a binary package archive.
pl: Wy¶wietla zawarto¶æ pliku kontrolnego o nazwie control.

source: If no B<control-file-field>s are specified then it will print the whole control file.
pl: Je¶li nie podano ¿adnej B<nazwy-pola-kontrolnego>, to wy¶wietlana jest zawarto¶æ ca³ego pliku control.

source: If any are specified then B<dpkg-deb> will print their contents, in the order in which they appear in the control file. If more than one B<control-file-field> is specified then B<dpkg-deb> will precede each with its field name (and a colon and space).
pl: Je¶li podano B<nazwê-pola-kontrolnego>, to B<dpkg-deb> wy¶wietli jej zawarto¶æ. Gdy podano wiêcej ni¿ jedn± B<nazwê-pola-kontrolnego>, to B<dpkg-deb> wy¶wietli pola wraz z nazw± (oraz dwukropkiem i spacj±) w takiej kolejno¶ci, w jakiej s± one w pliku kontrolnym.

source: No errors are reported for fields requested but not found.
pl: Dla nieodnalezionych pól kontrolnych nie wy¶wietlane s± komunikaty b³êdów.

source: Lists the contents of the filesystem tree archive portion of the package archive. It is currently produced in the format generated by B<tar>'s verbose listing.
pl: Wy¶wietla zawarto¶æ archiwum. Wydruk jest podany w postaci, jak± generuje polecenie B<tar>.

source: Extracts the filesystem tree from a package archive into the specified directory.
pl: Rozpakowuje zawarto¶æ archiwum do podanego I<katalogu>.

source: B<--vextract> (B<-X>) prints a listing of the files extracted as it goes, while B<--extract> (B<-x>) is silent unless an error occurs.
pl: B<--vextract> (B<-X>) wy¶wietla nazwy plików, które s± rozpakowywane, za¶ B<--extract> (B<-x>) rozpakowuje pliki bez podawania ¿adnych komunikatów, prócz komunikatów b³êdów.

source: Note that extracting a package to the root directory will I<not> result in a correct installation! Use B<dpkg> to install packages.
pl: Proszê zauwa¿yæ, ¿e rozpakowanie pakietu w katalogu g³ównym I<nie> jest odpowiednikiem zainstalowania pakietu! Do tego celu s³u¿y wy³±cznie polecenie B<dpkg>.

source: I<directory> (but not its parents) will be created if necessary.
pl: Je¶li wskazany I<katalog> nie istnieje, zostanie utworzony.

source: Extracts the filesystem tree data from a binary package and sends it to standard output in B<tar> format. Together with B<tar>(1) this can be used to extract a particular file from a package archive.
pl: Rozpakowuje pliki z archiwum i wysy³a je na standardowe wyj¶cie w postaci formatu polecenia B<tar>. Gdy ta operacja zostanie po³±czona z B<tar>'em, mo¿liwe jest rozpakowanie tylko wybranych plików z archiwum.

source: Extracts the control information files from a package archive into the specified directory.
pl: Rozpakowuje pliki kontrolne pakietu do podanego I<katalogu>.

source: If no directory is specified then a subdirectory B<DEBIAN> in the current directory is used.
pl: Je¶li I<katalog> nie zosta³ okre¶lony, pliki s± rozpakowywane do podkatalogu B<DEBIAN> w katalogu bie¿±cym.

source: The target directory (but not its parents) will be created if necessary.
pl: W razie potrzeby, katalog docelowy bêdzie utworzony.

source: Prints B<dpkg-deb>'s usage message, giving a summary of its options and their uses.
pl: Wy¶wietla informacje o sposobie u¿ycia B<dpkg-deb>, podaj±c zestawienie jego opcji.

source: Prints B<dpkg-deb>'s version number.
pl: Wy¶wietla informacje o numerze wersji B<dpkg-deb>.

source: Prints information about B<dpkg-deb>'s copyright licensing and lack of warranty. (The American spelling B<--license> is also supported).
pl: Wy¶wietla informacje o licencji B<dpkg-deb> oraz braku jego gwarancji. (Obs³ugiwany jest tak¿e amerykañski sposób pisowni B<--license>.)

source: OTHER OPTIONS
pl: INNE OPCJE

source: This option is used to specify the format of the output B<--show> will produce. The format is a string that will be output for each package listed.
pl: Opcja jest u¿ywana do podania formatu wyj¶cia produkowanego przez B<--show>. Format jest ³añcuchem znaków, który bêdzie wy¶wietlony dla ka¿dego listowanego pakietu.

source: The string may reference any status field using the "${I<field-name>}" form, a list of the valid fields can be easily produced using B<-I> on the same package. A complete explanation of the formatting options (including escape sequences and field tabbing) can be found in the explanation of the B<--showformat> option in B<dpkg-query>(1).
pl: Argumentem jest ³añcuch znaków, który mo¿e siê odnosiæ do dowolnego pola pliku stanu w postaci "${I<nazwa-pola>}". Listê nazw poprawnych pól mo¿na ³atwo wygenerowaæ, u¿ywaj±c opcji B<-I> na tym samym pakiecie. Pe³ne wyja¶nienie opcji formatowania (³±cznie z sekwencjami cytowania i rozdzielaniem pól) mo¿na znale¼æ w opisie opcji B<--showformat> w B<dpkg-query>(1).

source: The default for this field is "${Package}\et${Version}\en".
pl: Domy¶ln± warto¶ci± tego pola jest "${Package}\et${Version}\en".

source: Ensures that B<dpkg-deb> builds a `new' format archive. This is the default.
pl: Upewnia siê, ¿e B<dpkg-deb> utworzy ,,nowy'' format archiwum. Ta opcja jest domy¶lna.

source: Forces B<dpkg-deb> to build an `old' format archive. This old archive format is less easily parsed by non-Debian tools and is now obsolete; its only use is when building packages to be parsed by versions of dpkg older than 0.93.76 (September 1995), which was released as i386 a.out only.
pl: Wymusza utworzenie przez B<dpkg-deb> ,,starego'' formatu archiwum. Ten format jest s³abo obs³ugiwany przez narzêdzia spoza dystrybucji Debiana i obecnie jest przestarza³y. Ta opcja jest u¿yteczna jedynie w przypadku korzystania z wersji dpkg wcze¶niejszej ni¿ 0.93.76 (wrzesieñ 1995), która by³a opublikowana jedynie dla i386 a.out.

source: Inhibits B<dpkg-deb --build>'s usual checks on the proposed contents of an archive. You can build any archive you want, no matter how broken, this way.
pl: Powoduje, ¿e polecenie B<dpkg-deb --build> nie bêdzie sprawdzaæ zawarto¶ci archiwum. W ten sposób mo¿na utworzyæ niepoprawny pakiet, je¶li zajdzie taka potrzeba.

source: Enables debugging output. This is not very interesting.
pl: W³±cza opcjê debuggera. Nie jest to zbyt interesuj±ce.

source: BUGS
pl: B£ÊDY

source: B<dpkg-deb -I> I<package1>B<.deb> I<package2>B<.deb> does the wrong thing.
pl: B<dpkg-deb -I> I<package1>B<.deb> I<package2>B<.deb> dzia³a niepoprawnie.

source: There is no authentication on B<.deb> files; in fact, there isn't even a straightforward checksum.
pl: Brak sprawdzania autentyczno¶ci plików B<.deb>. Tak naprawdê, to nawet nie jest sprawdzana suma kontrolna archiwum.

source: Do not attempt to use just B<dpkg-deb> to install software! You must use B<dpkg> proper to ensure that all the files are correctly placed and the package's scripts run and its status and contents recorded.
pl: Nie nale¿y u¿ywaæ B<dpkg-deb> do instalowania oprogramowania! Do tego celu nale¿y skorzystaæ z B<dpkg>, który zainstaluje poprawnie pliki i uruchomi potrzebne skrypty instalacyjne.

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: AUTHOR
pl: AUTOR

source: B<dpkg-deb> and this manpage were written by Ian Jackson. They are Copyright (C) 1995-1996 by him and released under the GNU General Public Licence; there is NO WARRANTY. See I</usr/share/doc/dpkg/copyright> and I</usr/share/common-licenses/GPL> for details.
pl: B<dpkg-deb> i ten podrêcznik napisa³ Ian Jackson ((C)1995-1996), udostêpnione na Ogólnej Licencji Publicznej GNU; BRAK JAKIEJKOLWIEK GWARANCJI. Szczegó³y zobacz w I</usr/share/doc/dpkg/copyright> oraz I</usr/share/common-licences/GPL>.
