Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: dpkg-deb: warning, not checking contents of control area. dpkg-deb: building an unknown package in `%s'.
pl: dpkg-deb: ostrze¿enie, zawarto¶æ pliku kontrolnego nie bêdzie sprawdzana. dpkg-deb: budowanie nieznanego pakietu w `%s'.
sk: dpkg-deb: upozornenie, nekontrolujem obsah riadiaceho priestoru. dpkg-deb: generovanie neznámeho balíku v `%s'.

source: package name has characters that aren't lowercase alphanums or `-+.'
pl: nazwa pakietu zawiera znaki nie bêd±ce ma³ymi literami, cyframi lub `-+.'
sk: meno balíku obsahuje znaky, ktoré nie sú malými písmenami alebo `-+.'

source: warning, `%s' contains user-defined Priority value `%s'
pl: ostrze¿enie, `%s' zawiera zdefiniowany przez u¿ytkownika Priorytet `%s'
sk: upozornenie, `%s' obsahuje u¾ívateµsky definované pole Priority `%s'

source: warning, `%s' contains user-defined field `%s'
pl: ostrze¿enie, `%s' zawiera pole zdefiniowane przez u¿ytkownika `%s'
sk: upozornenie, `%s' obsahuje u¾ívateµsky definované pole `%s'

source: %d errors in control file
pl: %d b³êdów w pliku kontrolnym
sk: %d chyby v riadiacom súbore

source: dpkg-deb: building package `%s' in `%s'.
pl: dpkg-deb: budowanie pakietu `%s' w `%s'.
sk: dpkg-deb: generovanie balíku `%s' v `%s'.

source: control directory has bad permissions %03lo (must be >=0755 and <=0775)
pl: katalog kontrolny ma z³e prawa %03lo (musz± byæ >=0755 oraz <=0775)
sk: riadiaci adresár má zlé práva %03lo (musia by» >=0755 a <=0775)

source: maintainer script `%.50s' is not a plain file or symlink
pl: skrypt instalacyjny `%.50s' nie jest plikiem ani symbolicznym dowi±zaniem
sk: skript správcu `%.50s' nie je obyèajný súbor ani symbolický odkaz

source: maintainer script `%.50s' has bad permissions %03lo (must be >=0555 and <=0775)
pl: skrypt instalacyjny `%.50s' ma z³e prawa %03lo (musz± byæ >=0555 oraz <=0775)
sk: skript správcu `%.50s' má nesprávne práva %03lo (musí by» >=0555 a <=0775)

source: maintainer script `%.50s' is not stattable
pl: nie mo¿na sprawdziæ stanu skryptu instalacyjnego `%.50s'
sk: u skriptu správcu `%.50s' nie je mo¾né zisti» stav

source: empty string from fgets reading conffiles
pl: funkcja `fgets' zwróci³a pusty ci±g znaków podczas odczytu pliku konfiguracyjnego
sk: prázdny re»azec z funkcie fgets poèas èítania súboru

source: warning, conffile name `%.50s...' is too long, or missing final newline
pl: ostrze¿enie, nazwa pliku konfiguracyjnego `%.50s...' jest za d³uga lub brak w niej znaku koñca linii
sk: upozornenie, názov konfiguraèného súboru `%.50s...' je príli¹ dlhý, alebo chýba koncový nový riadok

source: conffile `%.250s' does not appear in package
pl: plik konfiguracyjny `%.250s' nie zosta³ odnaleziony w pakiecie
sk: konfiguraèný súbor `%.250s' nebol v balíku nájdený

source: conffile `%.250s' is not stattable
pl: nie mo¿na sprawdziæ stanu pliku konfiguracyjnego `%.250s'
sk: u konfiguraèného súboru `%.250s' nie je mo¾né zisti» stav

source: warning, conffile `%s' is not a plain file
pl: ostrze¿enie, plik konfiguracyjny `%s' nie jest plikiem
sk: upozornenie, konfiguraèný súbor `%s' nie je obyèajný súbor

source: error reading conffiles file
pl: nie mo¿na odczytaæ pliku konfiguracyjnego
sk: chyba pri èítaní konfiguraèných súborov

source: error opening conffiles file
pl: nie mo¿na otworzyæ pliku konfiguracyjnego
sk: chyba pri otváraní konfiguraèných súborov

source: dpkg-deb: ignoring %d warnings about the control file(s)
pl: dpkg-deb: zignorowanie %d ostrze¿eñ na temat plików informacyjnych
sk: dpkg-deb: ignorujem %d upozornenie o riadiacom súbore(och)

source: unable to unbuffer `%.255s'
pl: nie mo¿na wykonaæ funkcji `setvbuf' dla `%.255s'
sk: nie je mo¾né odbufferova» `%.255s'

source: failed to chdir to `%.255s'
pl: nie mo¿na zmieniæ katalogu na `%.255s'
sk: nie je mo¾né zmeni» adresár na `%.255s'

source: failed to chdir to .../DEBIAN
pl: nie mo¿na zmieniæ katalogu na .../DEBIAN
sk: nie je mo¾né zmeni» adresár na .../DEBIAN

source: failed to exec tar -cf
pl: nie mo¿na wykonaæ `tar -cf'
sk: nie je mo¾né spusti» príkaz tar -cf

source: failed to make tmpfile (control)
pl: nie mo¿na utworzyæ tymczasowego pliku (control)
sk: zlyhalo vytvorenie doèasného súboru (riadenie)

source: failed to open tmpfile (control), %s
pl: nie mo¿na otworzyæ tymczasowego pliku (control), %s
sk: zlyhalo otvorenie doèasného súboru (riadenie), %s

source: failed to unlink tmpfile (control), %s
pl: nie mo¿na usun±æ tymczasowego pliku (control), %s
sk: zlyhalo odpojenie doèasného súboru (riadenie), %s

source: failed to fstat tmpfile (control)
pl: nie mo¿na sprawdziæ stanu tymczasowego pliku (control)
sk: nie je mo¾né vykona» fstat na doèasný súbor (riadenie)

source: failed to rewind tmpfile (control)
pl: nie mo¿na przewin±æ tymczasowego pliku (control)
sk: nie je mo¾né prejs» na zaèiatok doèasného súboru (riadenie)

source: failed to make tmpfile (data)
pl: nie mo¿na utworzyæ tymczasowego pliku (data)
sk: nie je mo¾né vytvori» doèasný súbor (dáta)

source: failed to open tmpfile (data), %s
pl: nie mo¿na otworzyæ tymczasowego pliku (data), %s
sk: zlyhalo otvorenie doèasného súboru (dáta), %s

source: failed to unlink tmpfile (data), %s
pl: nie mo¿na usun±æ tymczasowego pliku (data), %s
sk: zlyhalo odpojenie doèasného súboru (dáta), %s

source: data
pl: dane
sk: dáta

source: failed to exec find
pl: nie mo¿na wywo³aæ `find'
sk: zlyhalo spustenie príkazu find

source: failed to write filename to tar pipe (data)
pl: nie mo¿na pisaæ nazwy pliku do potoku do programu tar (dane)
sk: nie je mo¾né zapísa» názov súboru do rúry programu tar (dáta)

source: Internal error, compress_type `%i' unknown!
pl: B³±d wewnêtrzny, compress_type '%i' nieznany!
sk: Interná chyba, compress_type `%i' je neznámy!

source: failed to rewind tmpfile (data)
pl: nie mo¿na przewin±æ tymczasowego pliku dla archiwum z danymi
sk: nie je mo¾né prejs» na zaèiatok doèasného súboru (dáta)

source: cat (data)
pl: cat (dane)
sk: cat (dáta)

source: failed to exec sh -c mv foo/* &c
pl: nie mo¿na wywo³aæ `sh -c mv foo/* &c'
sk: nie je mo¾né spusti» sh -c mv foo/* &c

source: error reading %s from %.255s
pl: nie mo¿na odczytaæ %s z %.255s
sk: chyba pri èítaní %s z %.255s

source: unexpected end of file in %s in %.255s
pl: niespodziewany koniec linii w %s w %.255s
sk: neoèakávaný koniec súboru v %s v %.255s

source: file `%.250s' is corrupt - %.250s length contains nulls
pl: plik `%.250s' jest uszkodzony - liczba d³ugo¶ci %.250s zawiera puste znaki
sk: súbor `%.250s' je po¹kodený - %.250s då¾ka obsahuje nuly

source: file `%.250s' is corrupt - bad digit (code %d) in %s
pl: plik `%.250s' jest uszkodzony - z³a cyfra (kod %d) w %s
sk: súbor `%.250s' je po¹kodený - nesprávne èíslice (kód %d) v %s

source: failed to read archive `%.255s'
pl: nie mo¿na odczytaæ archiwum `%.255s'
sk: nie je mo¾né èíta» archív `%.255s'

source: failed to fstat archive
pl: nie mo¿na sprawdziæ stanu archiwum
sk: nie je mo¾né vykona» funkciu fstat na archív

source: version number
pl: numer wersji
sk: èíslo verzie

source: between members
pl: pomiêdzy cz³onami
sk: medzi èlenmi

source: file `%.250s' is corrupt - bad magic at end of first header
pl: plik `%.250s' jest uszkodzony - z³a liczba magiczna na koñcu pierwszego nag³ówka
sk: súbor `%.250s' je po¹kodený - zlá mágia na konci prvého záhlavia

source: file `%.250s' is corrupt - negative member length %zi
pl: plik `%.250s' jest uszkodzony - ujemna liczba d³ugo¶ci %zi
sk: súbor `%.250s' je po¹kodený - záporná då¾ka èasti %zi

source: file `%.250s' is not a debian binary archive (try dpkg-split?)
pl: plik `%.250s' nie jest archiwum binarnym Debiana (mo¿e dpkg-split?)
sk: súbor `%.250s' nie je binárnym archívom Debianu (skúste dpkg-split?)

source: header info member
pl: cz³on informacji nag³ówkowej
sk: èlen informácií v hlavièke

source: archive has no newlines in header
pl: archiwum nie zawiera znaków nowej linii w nag³ówku
sk: archív neobsahuje nové riadky v hlavièke

source: archive has no dot in version number
pl: archiwum nie zawiera kropki w numerze wersji
sk: archív nemá bodku v èísle verzie

source: archive version %.250s not understood, get newer dpkg-deb
pl: archiwum w wersji %.250s jest nie obs³ugiwane, potrzebny jest nowy dpkg-deb
sk: neznáma archívna verzia %.250s , nain¹talujte nov¹iu dpkg-deb

source: skipped member data from %s
pl: pominiêto dane cz³onu z %s
sk: preskoèil som dáta èasti z %s

source: file `%.250s' contains ununderstood data member %.*s, giving up
pl: plik `%.250s' zawiera nierozpoznane archiwum z danymi %.*s
sk: súbor `%.250s' obsahuje neznáme èasti dát %.*s, konèím

source: file `%.250s' contains two control members, giving up
pl: plik `%.250s' zawiera dwa archiwa kontrolne
sk: súbor `%.250s' obsahuje dvoch riadiacich èlenov, konèím

source: new debian package, version %s. size %ld bytes: control archive= %zi bytes.
pl: nowy pakiet debiana, wersja %s. rozmiar %ld bajtów: archiwum kontrolne= %zi bytes.
sk: nový debian balík, verzia %s. veµkos» %ld bajtov: riadiaci archív= %zi bajtov.

source: ctrl information length
pl: d³ugo¶æ informacji kontrolnej
sk: då¾ka riadiacich informácií

source: archive has malformatted ctrl len `%s'
pl: archiwum ma uszkodzon± d³ugo¶æ kontroln± `%s'
sk: archív má zdeformovaný riadiaci len `%s'

source: old debian package, version %s. size %ld bytes: control archive= %zi, main archive= %ld.
pl: poprzedni pakiet debiana, wersja %s. rozmiar %ld bajtów: archiwum kontrolne= %zi, archiwum z danymi= %ld.
sk: starý debian balík, verzia %s. veµkos» %ld bajtov: riadiaci archív= %zi, hlavný archív= %ld.

source: ctrlarea
pl: obszar kontrolny
sk: oblas» riadenia

source: dpkg-deb: file looks like it might be an archive which has been dpkg-deb: corrupted by being downloaded in ASCII mode
pl: dpkg-deb: plik wygl±da na archiwum, które zosta³o uszkodzone podczas dpkg-deb: transferu FTP dokonanego w trybie ASCII
sk: dpkg-deb: súbor vyzerá ako archív, ktorý bol po¹kodený dpkg-deb: pri jeho s»ahovaní v ASCII móde

source: `%.255s' is not a debian format archive
pl: `%.255s' nie jest plikiem archiwum Debiana
sk: `%.255s' nemá formát debianovského archívu

source: fgetpos failed
pl: nie mo¿na wykonaæ funkcji `fgetpos'
sk: funkcia fgetpos zlyhala

source: fsetpos failed
pl: nie mo¿na wykonaæ funkcji `fsetpos'
sk: funkcia fsetpos zlyhala

source: failed to fdopen p1 in paste
pl: nie mo¿na wykonaæ funkcji `fdopen' dla funkcji `paste'
sk: nie je mo¾né vykona» funkciu fdopen p1 v paste

source: failed to write to gzip -dc
pl: nie mo¿na zapisaæ potoku dla `gzip -dc'
sk: nie je mo¾né zapísa» do gzip -dc

source: failed to close gzip -dc
pl: nie mo¿na zamkn±æ potoku dla `gzip -dc'
sk: nie je mo¾né zatvori» gzip -dc

source: failed to syscall lseek to files archive portion
pl: nie mo¿na wykonaæ funkcji `syscall' dla `lseek'
sk: nie je mo¾né vykona» syscall lseek na èas» archívu súborov

source: failed to write to pipe in copy
pl: nie mo¿na zapisaæ potoku dla funkcji `copy'
sk: zlyhal zápis do rúry pri kopírovaní

source: failed to close pipe in copy
pl: nie mo¿na zamkn±æ potoku dla funkcji `copy'
sk: zlyhalo uzatvorenie rúry pri kopírovaní

source: failed to create directory
pl: nie mo¿na utworzyæ katalogu
sk: zlyhalo vytvorenie adresára

source: failed to chdir to directory after creating it
pl: nie mo¿na zmieniæ katalogu po jego utworzeniu
sk: zlyhalo vykonanie chdir do adresára po jeho vytvorení

source: failed to chdir to directory
pl: nie mo¿na zmieniæ katalogu bie¿±cego
sk: zlyhalo vykonanie chdir do adresára

source: failed to exec tar
pl: nie mo¿na wywo³aæ `tar'
sk: zlyhalo spustenie programu tar

source: --%s needs a .deb filename argument
pl: --%s wymaga podania nazwy pliku .deb
sk: --%s potrebuje názov .deb súboru

source: --%s needs a target directory. Perhaps you should be using dpkg --install ?
pl: --%s wymaga podania katalogu docelowego. Byæ mo¿e nale¿y u¿yæ dpkg --install
sk: --%s potrebuje cieµový adresár. Mo¾no by ste mali pou¾i» dpkg --install ?

source: --%s takes at most two arguments (.deb and directory)
pl: --%s wymaga podania co najwy¿ej dwóch argumentów (.deb oraz katalogu)
sk: --%s potrebuje najviac dva parametre (.deb a adresár)

source: --%s takes only one argument (.deb filename)
pl: --%s wymaga podania jednego argumentu (nazwy pliku .deb)
sk: --%s potrebuje len jeden parameter (názov .deb súboru)

source: failed to chdir to `/' for cleanup
pl: nie mo¿na zmieniæ katalogu na `/' przy czyszczeniu ¶rodowiska
sk: zlyhalo chdir do `/' pre vyèistenie

source: failed to fork for cleanup
pl: nie mo¿na wywo³aæ funkcji `fork' przy czyszczeniu ¶rodowiska
sk: zlyhalo vykonanie funkcie fork pre vyèistenie

source: failed to wait for rm cleanup
pl: nie mo¿na wykonaæ funkcji `wait' przy czyszczeniu ¶rodowiska
sk: zlyhalo èakanie na vyèistenie cez rm

source: rm cleanup failed, code %d
pl: nie mo¿na wyczy¶ciæ ¶rodowiska, `rm' zwróci³ kod b³êdu %d
sk: vyèistenie cez rm zlyhalo, kód %d

source: failed to make temporary directoryname
pl: utworzenie tymczasowego katalogu nie powiod³o siê
sk: zlyhalo vytvorenie doèasného názvu adresára

source: failed to exec rm -rf
pl: nie mo¿na wywo³aæ `rm -rf'
sk: zlyhalo spustenie rm -rf

source: dpkg-deb: `%.255s' contains no control component `%.255s'
pl: dpkg-deb: `%.255s' nie zawiera pliku informacyjnego `%.255s'
sk: dpkg-deb: `%.255s' neobsahuje riadiacu zlo¾ku `%.255s'

source: open component `%.255s' (in %.255s) failed in an unexpected way
pl: nie mo¿na otworzyæ pliku informacyjnego `%.255s' (w %.255s) z nieokre¶lonego powodu
sk: otvorenie zlo¾ky `%.255s' (v %.255s) zlyhalo neoèakávaným spôsobom

source: One requested control component is missing
pl: Brak jednego pliku informacyjnego
sk: Chýba jeden po¾adovaný komponent riadenia

source: %d requested control components are missing
pl: Brak %d plików informacyjnych
sk: %d po¾adované komponenty riadenia chýbajú

source: cannot scan directory `%.255s'
pl: nie mo¿na przeszukaæ katalogu `%.255s'
sk: nie je mo¾né skenova» adresár `%.255s'

source: cannot stat `%.255s' (in `%.255s')
pl: nie mo¿na sprawdziæ stanu `%.255s' (w `%.255s')
sk: nie je mo¾né zisti» stav `%.255s' (v `%.255s')

source: cannot open `%.255s' (in `%.255s')
pl: nie mo¿na otworzyæ `%.255s' (w `%.255s')
sk: nie je mo¾né otvori» `%.255s' (v `%.255s')

source: failed to read `%.255s' (in `%.255s')
pl: nie mo¿na odczytaæ `%.255s' (w `%.255s')
sk: nie je mo¾né preèíta» `%.255s' (v `%.255s')

source: %7ld bytes, %5d lines %c %-20.127s %.127s
pl: %7ld bajtów, %5d linii %c %-20.127s %.127s
sk: %7ld bajtov, %5d riadky %c %-20.127s %.127s

source: not a plain file %.255s
pl: nie jest plikiem %.255s
sk: nie je obyèajný súbor %.255s

source: failed to read `control' (in `%.255s')
pl: nie mo¿na odczytaæ `control' (w `%.255s')
sk: zlyhalo naèítanie `control' (v `%.255s')

source: (no `control' file in control archive!)
pl: (brak pliku `control' w archiwum kontrolnym!)
sk: (súbor `control' chýba v riadiacom archíve!)

source: could not open the `control' component
pl: nie mo¿na otworzyæ pliku kontrolnego `control'
sk: nebolo mo¾né otvori» komponent `control'

source: failed during read of `control' component
pl: nie mo¿na odczytaæ pliku kontrolnego `control'
sk: zlyhanie poèas èítania `control' komponentu

source: Error in format
pl: B³±d w formacie
sk: Chyba vo formáte

source: --contents takes exactly one argument
pl: --contents wymaga podania dok³adnie jednego argumentu
sk: --contents vy¾aduje práve jeden paramater

source: ' package archive backend version
pl: ' program do zarz±dzania pakietami, wersja
sk: ' verzia backendu pre archív balíku

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty. See dpkg-deb --licence for details.
pl: Niniejszy program jest oprogramowaniem wolnym, sprawd¼ Powszechn± Licencjê Publiczn± GNU w wersji drugiej lub pó¼niejszej, by dowiedzieæ siê o warunkach rozpowszechniania. Brak JAKIEJKOLWIEK gwarancji. Wiêcej szczegó³ów w dpkg-deb --license.
sk: Toto je slobodný software; podrobnosti o pravidlách kopírovania nájdete v GNU General Public Licence verzia 2 alebo neskor¹ej. Záruka sa neposkytuje. Pou¾itím dpkg-deb --licence získate viac informácií.

source: Command: -b|--build <directory> [<deb>] build an archive. -c|--contents <deb> list contents. -I|--info <deb> [<cfile>...] show info to stdout. -W|--show <deb> show information on package(s) -f|--field <deb> [<cfield>...] show field(s) to stdout. -e|--control <deb> [<directory>] extract control info. -x|--extract <deb> <directory> extract files. -X|--vextract <deb> <directory> extract & list files. --fsys-tarfile <deb> output filesystem tarfile. -h|--help display this message. --version | --licence show version/licence. <deb> is the filename of a Debian format archive. <cfile> is the name of an administrative file component. <cfield> is the name of a field in the main `control' file. Options: --showformat=<format> use alternative format for --show -D enable debugging output --old, --new select archive format --nocheck suppress control file check (build bad package). -z# to set the compression when building -Z<type> set the compression type to use when building. allowed values: gzip, bzip2, none Format syntax: A format is a string that will be output for each package. The format can include the standard escape sequences \n (newline), \r (carriage return) or \\ (plain backslash). Package information can be included by inserting variable references to package fields using the ${var[;width]} syntax. Fields will be right-aligned unless the width is negative in which case left alignment will be used. Use `dpkg' to install and remove packages from your system, or `dselect' or `aptitude' for user-friendly package management. Packages unpacked using `dpkg-deb --extract' will be incorrectly installed !
pl: Polecenie: -b|--build <katalog> [<deb>] budowanie archiwum. -c|--contents <deb> wypisanie zawarto¶ci. -I|--info <deb> [<plikkontr>...] podanie informacji na stdout. -W|--show <deb> podanie informacji o pakiecie(-ach). -f|--field <deb> [<polekontr>...] podanie pól kontr. na stdout. -e|--control <deb> [<katalog>] rozpakowanie plików kontrolnych. -x|--extract <deb> <katalog> rozpakowanie plików archiw. -X|--vextract <deb> <katalog> rozpak. i wypisanie plików. --fsys-tarfile <deb> podanie plików archiwum tar. -h|--help podanie tej pomocy. --version | --licence podanie wersji/licencji. <deb> jest nazw± pliku w formacie archiwum Debiana. <plikkontr> jest nazw± pliku informacyjnego. <polekontr> jest nazw± pola g³ównego pliku `control'. Opcje: --showformat=<format> u¿yj innego formatu dla --show -D w³±czenie debuggera --old, --new wybiera format archiwum --nocheck brak sprawdzania pól kontrolnych (tworzy z³y pakiet). -z# okre¶lenie stopnia kompresji dla budowanego pakietu -Z<typ> ustawia rodzaj kompresji podczas budowania. dozwolone warto¶ci: gzip, bzip2, none Sk³adnia formatu: Format jest ci±giem znaków, który bêdzie wyj¶ciowym dla ka¿dego pakietu, Mo¿e zawieraæ standardowe sekwencje escape \n (nowa linia), \r (powrót karetki) lub (\\) (zwyk³y odwrotny uko¶nik). Informacje o pakietach mog± byæ zawarte poprzez wstawienie odwo³añ do zmiennych u¿ywaj±c sk³adni ${var[;szeroko¶æ]}. Pola bêd± przesuniête do prawej strony, chyba ¿e zmienna szeroko¶æ jest ujemna, co spowoduje przesuniêcie do strony lewej. U¿yj `dpkg' aby zainstalowaæ lub usun±æ pakiety z systemu, lub `dselect' lub 'aptitude' je¶li potrzebujesz wygodnego programu do zarz±dzania pakietami. Pakiety rozpakowane poleceniem `dpkg-deb --extract' nie bêd± poprawnie zainstalowane !

source: Type dpkg-deb --help for help about manipulating *.deb files; Type dpkg --help for help about installing and deinstalling packages.
pl: Wpisz dpkg-deb --help aby dowiedzieæ siê jak operowaæ plikami *.deb; Wpisz dpkg --help aby dowiedzieæ siê jak (od)instalowaæ pakiety.
sk: Napí¹te dpkg-deb --help pre nápovedu o manipulácii s *.deb súbormi; Napí¹te dpkg --help pre nápovedu o in¹talácii a dein¹talácii balíkov.

source: unknown compression type `%s'!
pl: nieznany typ kompresji `%s'!
sk: neznámy typ kompresie `%s'!

source: file `%.250s' is corrupt - %.250s missing
pl: plik `%.250s' jest uszkodzony - brakuje %.250s
sk: súbor `%.250s' je po¹kodený - %.250s chýba

source: file `%.250s' is corrupt - missing newline after %.250s
pl: plik `%.250s' jest uszkodzony - brakuje znaku nowej linii po %.250s
sk: súbor `%.250s' je po¹kodený - chýbajúci nový riadok za %.250s

source: unable to seek back
pl: nie mo¿na cofn±æ pliku
sk: nie je mo¾né vyhµadáva» dozadu

source: file `%.250s' is corrupt - bad padding character (code %d)
pl: plik `%.250s' jest uszkodzony - z³y znak (kod %d)
sk: súbor `%.250s' je po¹kodený - zlé doplnenie znaku (kód %d)

source: file `%.250s' is corrupt - nulls in info section
pl: plik `%.250s' jest uszkodzony - puste znaki w sekcji informacyjnej
sk: súbor `%.250s' je po¹kodený - nuly v info sekcii

source: file `%.250s' is format version `%.250s' - you need a newer dpkg-split
pl: plik `%.250s' jest w formacie wersji `%.250s' - potrzebny jest nowszy dpkg-split
sk: súbor `%.250s' je verzia formátu `%.250s' - potrebujete nov¹í dpkg-split

source: file `%.250s' is corrupt - bad MD5 checksum `%.250s'
pl: plik `%.250s' jest uszkodzony - z³y skrót MD5 `%.250s'
sk: súbor `%.250s' je po¹kodený - zlý MD5 kontrolný súèet `%.250s'

source: file `%.250s' is corrupt - no slash between part numbers
pl: plik `%.250s' jest uszkodzony - brak uko¶nika miêdzy numerami czê¶ci
sk: súbor `%.250s' je po¹kodený - chýba lomítko medzi èíslami èastí

source: file `%.250s' is corrupt - bad part number
pl: plik `%.250s' jest uszkodzony - z³y numer czê¶ci
sk: súbor `%.250s' je po¹kodený - zlé èíslo èasti

source: file `%.250s' is corrupt - bad magic at end of second header
pl: plik `%.250s' jest uszkodzony - z³a liczba magiczna na koñcu drugiego nag³ówka
sk: súbor `%.250s' je po¹kodený - zlá mágia na konci druhej hlavièky

source: file `%.250s' is corrupt - second member is not data member
pl: plik `%.250s' jest uszkodzony - drugi cz³on nie jest cz³onem z danymi
sk: súbor `%.250s' je po¹kodený - druhý èlen nie je súèas»ou dát

source: file `%.250s' is corrupt - wrong number of parts for quoted sizes
pl: plik `%.250s' jest uszkodzony - z³a ilo¶æ czê¶ci dla wybranego rozmiaru
sk: súbor `%.250s' je po¹kodený - zlé èíslo èastí pre uvedené veµkosti

source: file `%.250s' is corrupt - size is wrong for quoted part number
pl: plik `%.250s' jest uszkodzony - z³y rozmiar dla wybranej ilo¶ci czê¶ci
sk: súbor `%.250s' je po¹kodený - veµkos» je zlá pre uvedené èíslo súèasti

source: unable to fstat part file `%.250s'
pl: nie mo¿na zbadaæ stanu pliku czê¶ci `%.250s'
sk: nie je mo¾né vykona» funkciu fstat na èast súboru `%.250s'

source: file `%.250s' is corrupt - too short
pl: plik `%.250s' jest uszkodzony - za krótki
sk: súbor `%.250s' je po¹kodený - príli¹ krátky

source: cannot open archive part file `%.250s'
pl: nie mo¿na otworzyæ pliku czê¶ci `%.250s'
sk: nie je mo¾né otvori» èas» archívneho súboru `%.250s'

source: file `%.250s' is not an archive part
pl: plik `%.250s' nie jest czê¶ci± archiwum
sk: súbor `%.250s' nie je súèas»ou archívu

source: %s: Part format version: %s Part of package: %s ... version: %s ... MD5 checksum: %s ... length: %lu bytes ... split every: %lu bytes Part number: %d/%d Part length: %zi bytes Part offset: %lu bytes Part file size (used portion): %lu bytes
pl: %s: Wersja formatu czê¶ci: %s Czê¶æ pakietu: %s ... wersja: %s ... skrót MD5: %s ... d³ugo¶æ: %lu bajtów ... podzielony co: %lu bajtów Numer czê¶ci: %d/%d D³ugo¶æ czê¶ci: %zi bajtów Offset czê¶ci: %lu bajtów Rozmiar pliku czê¶ci (u¿yta): %lu bajtów
sk: %s: Verzia èasti formátu: %s Èas» balíku: %s ... verzia: %s ... MD5 súèet: %s ... då¾ka: %lu bajtov ... rozdel ka¾dých: %lu bajtov Èíslo èasti: %d/%d Då¾ka èasti: %zi bajtov Offset èasti: %lu bajtov Èiast.veµ.súboru (pou¾. èas»): %lu bajtov
