Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: Usage: dpkg -i|--install <.deb file name> ... | -R|--recursive <dir> ... dpkg --unpack <.deb file name> ... | -R|--recursive <dir> ... dpkg -A|--record-avail <.deb file name> ... | -R|--recursive <dir> ... dpkg --configure <package name> ... | -a|--pending dpkg -r|--remove | -P|--purge <package name> ... | -a|--pending dpkg --get-selections [<pattern> ...] get list of selections to stdout dpkg --set-selections set package selections from stdin dpkg --update-avail <Packages-file> replace available packages info dpkg --merge-avail <Packages-file> merge with info from file dpkg --clear-avail erase existing available info dpkg --forget-old-unavail forget uninstalled unavailable pkgs dpkg -s|--status <package-name> ... display package status details dpkg -p|--print-avail <package-name> ... display available version details dpkg -L|--listfiles <package-name> ... list files `owned' by package(s) dpkg -l|--list [<pattern> ...] list packages concisely dpkg -S|--search <pattern> ... find package(s) owning file(s) dpkg -C|--audit check for broken package(s) dpkg --print-architecture print dpkg architecture dpkg --compare-versions <a> <rel> <b> compare version numbers - see below dpkg --help | --version show this help / version number dpkg --force-help | -Dh|--debug=help help on forcing resp. debugging dpkg --licence print copyright licensing terms Use dpkg -b|--build|-c|--contents|-e|--control|-I|--info|-f|--field| -x|--extract|-X|--vextract|--fsys-tarfile on archives (type %s --help.) For internal use: dpkg --assert-support-predepends | --predep-package | --assert-working-epoch | --assert-long-filenames | --assert-multi-conrep Options: --admindir=<directory> Use <directory> instead of %s --root=<directory> Install on alternative system rooted elsewhere --instdir=<directory> Change inst'n root without changing admin dir -O|--selected-only Skip packages not selected for install/upgrade -E|--skip-same-version Skip packages whose same version is installed -G|--refuse-downgrade Skip packages with earlier version than installed -B|--auto-deconfigure Install even if it would break some other package --no-debsig Do not try to verify package signatures --no-act|--dry-run|--simulate Just say what we would do - don't do it -D|--debug=<octal> Enable debugging - see -Dhelp or --debug=help --status-fd <n> Send status change updates to file descriptor <n> --log=<filename> Log status changes and actions to <filename> --ignore-depends=<package>,... Ignore dependencies involving <package> --force-... Override problems - see --force-help --no-force-...|--refuse-... Stop when problems encountered --abort-after <n> Abort after encountering <n> errors Comparison operators for --compare-versions are: lt le eq ne ge gt (treat empty version as earlier than any version); lt-nl le-nl ge-nl gt-nl (treat empty version as later than any version); < << <= = >= >> > (only for compatibility with control file syntax). Use `dselect' or `aptitude' for user-friendly package management.
pl: U¿ycie: dpkg -i|--install <plik .deb> ... | -R|--recursive <katalog> ... dpkg --unpack <plik .deb> ... | -R|--recursive <katalog> ... dpkg -A|--record-avail <plik .deb> ... | -R|--recursive <katalog> ... dpkg --configure <nazwa pakietu> ... | -a|--pending dpkg -r|--remove | -P|--purge <nazwa pakietu> ... | -a|--pending dpkg --get-selections [<wzorzec> ...] lista wybranych pakietów na stdout dpkg --set-selections lista wybranych pakietów z stdin dpkg --update-avail <plik Packages> wymiana info o dostêpnych pakietach dpkg --merge-avail <plik Packages> dodanie info o dostêpnych pakietach dpkg --clear-avail usuwanie info o dostêpnych pakietach dpkg --forget-old-unavail usuwanie info o niedost. niezainst. dpkg -s|--status <nazwa-pakietu> ... szczegó³y o stanie pakietu dpkg -p|--print-avail <nazwa-pakietu> ... szczegó³y o dostêpnym pakiecie dpkg -L|--listfiles <nazwa-pakietu> ... lista plików zawartych w pakiecie dpkg -l|--list [<wzorzec> ...] lista pakietów dpkg -S|--search <wzorzec> ... szukanie pakietu zawieraj±cego plik dpkg -C|--audit sprawdzanie uszkodzonych pakietów dpkg --print-architecture podanie architektury dpkg dpkg --compare-versions <a> <rel> <b> porównanie numerów wersji dpkg --help | --version podanie opisu pomocy/numeru wersji dpkg --force-help | -Dh|--debug=help opis wymuszania / debugowania dpkg --licence informacja o warunkach licencji U¿yj dpkg -b|--build|-c|--contents|-e|--control|-I|--info|-f|--field| -x|--extract|-X|--vextract|--fsys-tarfile na archiwach (zobacz %s --help) Do u¿ytku wewnêtrznego: dpkg --assert-support-predepends | --predep-package | --assert-working-epoch | --assert-long-filenames | --assert-multi-conrep Opcje: --admindir=<katalog> U¿yj <katalogu> zamiast %s --root=<katalog> Instalacja w systemie o innym korzeniu --instdir=<katalog> Zmiana katalogu g³ównego bez kat. administracyjn. -O|--selected-only Pomiñ pakiety nie wybrane do zainstalowania -E|--skip-same-version Pomiñ pakiety o tej samej wersji co zainstalowana -G=--refuse-downgrade Pomiñ pakiety o wcze¶niejszej wersji co zainstalow. -B|--auto-deconfigure Instaluj nawet gdy powoduje zmianê innych pakietów --no-debsig Nie próbuj sprawdzaæ podpisów pakietów --no-act|--dry-run|--simulate Tylko poka¿, co siê stanie - nie zmieniaj niczego -D|--debug=<ósemkowo> W³±czenie debuggera - zobacz -Dhelp lub --debug=help --status-fd <n> Wy¶lij aktualizacje zmian stanu do pliku <n> --log=<plik> Zapisuj zmiany do pliku <plik> --ignore-depends=<pakiet>,... Ignoruj zale¿no¶ci dotycz±ce <pakietu> --force-... Ignoruj problemy - zobacz --force-help --no-force-...|--refuse-... Zatrzymaj gdy wyst±pi± problemy --abort-after <n> Zatrzymaj po wyst±pieniu <n> b³êdów Operatory porównania dla --compare-versions: lt le eq ne ge gt (brak wersji traktowany jako wcze¶niejsza); lt-nl le-nl ge-nl gt-nl (brak wersji traktowany jako pó¼niejsza); < << <= = >= >> > (dla zachow. kompatyb. ze sk³adni± pliku kontrolnego). U¿yj `dselect' lub 'aptitude je¶li potrzebujesz wygodnego programu do zarz±dzania pakietami.

source: Type dpkg --help for help about installing and deinstalling packages [*]; Use `dselect' or `aptitude' for user-friendly package management; Type dpkg -Dhelp for a list of dpkg debug flag values; Type dpkg --force-help for a list of forcing options; Type dpkg-deb --help for help about manipulating *.deb files; Type dpkg --licence for copyright licence and lack of warranty (GNU GPL) [*]. Options marked [*] produce a lot of output - pipe it through `less' or `more' !
pl: Wpisz dpkg --help aby dowiedzieæ siê jak (od)instalowaæ pakiety [*]; U¿yj 'dselect' lub 'aptitude je¶li potrzebujesz wygodnego programu do zarz±dzania pakietami; Wpisz dpkg -Dhelp aby dowiedzieæ siê o opcjach debuggera; Wpisz dpkg --force-help aby dowiedzieæ siê jak ignorowaæ problemy; Wpisz dpkg-deb --help aby dowiedzieæ siê jak operowaæ plikami *.deb; Wpisz dpkg --licence aby poznaæ warunki licencji i gwarancji (GNU GPL) [*]. Opcje oznaczone [*] podaj± du¿o tre¶ci - skieruj potok na `less' lub `more' !

source: conflicting actions --%s and --%s
pl: konflikt miêdzy dzia³aniem --%s i --%s
sk: odporujúce si akcie --%s a --%s

source: Warning: obsolete option `--%s'
pl: Uwaga: niewykorzystywana ju¿ opcja `--%s'
sk: Upozornenie: zastaralá voµba `--%s'

source: %s debugging option, --debug=<octal> or -D<octal>: number ref. in source description 1 general Generally helpful progress information 2 scripts Invocation and status of maintainer scripts 10 eachfile Output for each file processed 100 eachfiledetail Lots of output for each file processed 20 conff Output for each configuration file 200 conffdetail Lots of output for each configuration file 40 depcon Dependencies and conflicts 400 depcondetail Lots of dependencies/conflicts output 1000 veryverbose Lots of drivel about eg the dpkg/info directory 2000 stupidlyverbose Insane amounts of drivel Debugging options are be mixed using bitwise-or. Note that the meanings and values are subject to change.
pl: %s - opcje debuggera, --debug=<oktalnie> lub -D<oktalnie>: numer identyfikator opis 1 general Ogólnie przydatne informacje o postêpie 2 scripts Wywo³anie i stan skryptów kontrolnych 10 eachfile Informacje o ka¿dym przetwarzanym pliku 100 eachfiledetail Wiêcej informacji o ka¿dym przetwarzanym pliku 20 conff Informacje o ka¿dym pliku konfiguracyjnym 200 conffdetail Wiêcej informacji o ka¿dym pliku konfiguracyjnym 40 depcon Zale¿no¶ci i konflikty 400 depcondetail Wiêcej informacji o zale¿no¶ciach i konfliktach 1000 veryverbose Mnóstwo informacji m.in. o plikach bazy danych dpkg 2000 stupidlyverbose Reszta szczegó³owych informacji Opcje debuggera mog± byæ ³±czone poprzez zsumowanie poszczególnych warto¶ci.
sk: %s ladiaca voµba, --debug=<octal> alebo -D<octal>: èíslo odkaz do zdroja popis 1 general V¹eobecne u¾itoèné informácie o spracovaní 2 scripts Spustenie a stav správcu skriptov 10 eachfile Výstup pre ka¾dý spracovávaný súbor 100 eachfiledetail Mno¾stvo výstupov pre ka¾dý spracovávaný súbor 20 conff Výstup pre ka¾dý konfiguraèný súbor 200 conffdetail Viac výstupov pre ka¾dý konfiguraèný súbor 40 depcon Závislosti a konflikty 400 depcondetail Viac o závislostiach a konfliktoch 1000 veryverbose Viac informácií o spracovaní dpkg/info adresára 2000 stupidlyverbose ©ialené mno¾stvo informácií o spracovaní Ladiace voµby mô¾u by» mixované pou¾itím bitwise-or. Poznámka: významy a hodnoty sa mô¾u èasto meni».

source: --debug requires an octal argument
pl: --debug wymaga podania argumentu bêd±cego liczb± ósemkow±
sk: --debug vy¾aduje osmièkový argument

source: null package name in --ignore-depends comma-separated list `%.250s'
pl: pusta nazwa pakietu dla --ignore-depends w li¶cie `%.250s'
sk: prázdny názov balíku v dvojbodkou oddelenom zozname --ignore-depends `%.250s'

source: --ignore-depends requires a legal package name. `%.250s' is not; %s
pl: --ignore-depends wymaga podania poprawnej nazwy pakietu. `%.250s' jest niepoprawny; %s
sk: --ignore-depends vy¾aduje platný názov balíku. `%.250s' nie je; %s

source: invalid integer for --%s: `%.250s'
pl: b³êdna warto¶æ liczbowa dla --%s: `%.250s'
sk: neplatné èíslo pre --%s: `%.250s'

source: %s forcing options - control behaviour when problems found: warn but continue: --force-<thing>,<thing>,... stop with error: --refuse-<thing>,<thing>,... | --no-force-<thing>,... Forcing things: all Set all force options auto-select [*] (De)select packages to install (remove) them downgrade [*] Replace a package with a lower version configure-any Configure any package which may help this one hold Process incidental packages even when on hold bad-path PATH is missing important programs, problems likely not-root Try to (de)install things even when not root overwrite Overwrite a file from one package with another overwrite-diverted Overwrite a diverted file with an undiverted version bad-verify Install a package even if it fails authenticity check depends-version [!] Turn dependency version problems into warnings depends [!] Turn all dependency problems into warnings confnew [!] Always use the new config files, don't prompt confold [!] Always use the old config files, don't prompt confdef [!] Use the default option for new config files if one is available, don't prompt. If no default can be found, you will be prompted unless one of the confold or confnew options is also given confmiss [!] Always install missing config files conflicts [!] Allow installation of conflicting packages architecture [!] Process even packages with wrong architecture overwrite-dir [!] Overwrite one package's directory with another's file remove-reinstreq [!] Remove packages which require installation remove-essential [!] Remove an essential package WARNING - use of options marked [!] can seriously damage your installation. Forcing options marked [*] are enabled by default.
pl: %s - opcje wymuszenia - dzia³ania w przypadku wyst±pienia problemów: ostrze¿ ale kontynuuj: --force-<opcja>,<opcja>,... wstrzymaj i zg³o¶ b³±d: --refuse-<opcja>,<opcja>,... | --no-force-<opcja>,... Opcje wymuszenia: all Ustaw wszystkie opcje wymuszenia auto-select [*] (Od)zaznacz pakiety do zainstalowania (usuniêcia) downgrade [*] Zast±p pakiet wcze¶niejsz± wersj± configure-any Skonfiguruj wszystkie pakiety mog±ce pomóc bie¿±cemu hold Przetwarzanie pakietów, które zosta³y wstrzymane bad-path Zignorowanie braków programów w ¶cie¿ce zmiennej PATH not-root Próba (de)instalacji gdy dpkg nie uruchomi³ root overwrite[*] Nadpisanie plików z innych pakietów overwrite-diverted Napisanie ominiêtych plików nieominiêtymi bad-verify Zignorowanie problemów z potwierdzeniem autentyczno¶ci depends-version [!] Zignorowanie problemów z wersj± przy zale¿no¶ciach depends [!] Zignorowanie wszelkich problemów z zale¿no¶ciami confnew [!] U¿ycie nowego pliku konfiguracyjnego bez pytania confold [!] U¿ycie poprzedniego pliku konfiguracyjnego bez pytania confdef [!] U¿ycie domy¶lnej opcji dla plików konfig. bez pytania, chyba ¿e nie uda siê jej znale¼æ, a nie podano równie¿ opcji confold ani confnew. confmiss [!] Zainstalowanie brakuj±cych plików konfig. bez pytania conflicts [!] Zainstalowanie pakietów tworz±cych konflikt architecture [!] Przetwarzanie pakietów dla innej architektury overwrite-dir [!] Nadpisanie katalogów plikami z innych pakietów remove-reinstreq [!] Usuniêcie pakietów wymagaj±cych reinstalacji remove-essential [!] Usuniêcie istotnych pakietów UWAGA - u¿ycie opcji oznaczonej [!] mo¿e powa¿nie uszkodziæ instalacjê. Opcje oznaczone [*] s± domy¶lnie w³±czone.
sk: %s vnucovacie voµby - kontrolujú správanie v prípade, ¾e sa objaví problém: varuje, ale pokraèuje: --force-<predmet>,<predmet>,... skonèí s chybou: --refuse-<predmet>,<predmet>,... | --no-force-<predmet>,... Vnucovacie predmety: auto-select [*] (Od)selektuje balíky na in¹taláciu (odstránenie) dowgrade [*] Nahradí balík ni¾¹ou verziou configure-any Konfiguruje µubovolný balík, ktorý tomuto konkrétnemu mô¾e pomôc» hold Spracuje súvisiace balíky, aj keï sú pozdr¾ané bad-path Premenná PATH neobsahuje dôle¾ité programy, dajú sa oèakáva» problémy not-root Skúsi (od)in¹talova» predmety aj bez rootovských privilégií overwrite [*] Prepí¹e súbor z jedného balíku iným overwrite-diverted Prepí¹e odklonený balíèek neodklonenou verziou depends-version [!] Zmení problémy so závislos»ami verzií na upozornenia depends [!] Zmení v¹etky problémy so závislos»ami na upozornenia conflicts [!] Umo¾ní in¹taláciu balíkov, ktoré sú v konflikte architecture [!] Spracuje balík aj v prípade, ¾e má zlú architektúru overwrite-dir [!] Prepí¹e adresár balíku súborom z iného balíku remove-reinstreq [!] Odstráni balíky, ktoré vy¾adujú in¹taláciu remove-essential [!] Odstráni nevyhnutné balíky UPOZORNENIE - pou¾itie voµby oznaèenej [!] mô¾e vá¾ne po¹kodi» Va¹u in¹taláciu. Vnútenie volieb oznaèených [*] je predvolene povelené.

source: unknown force/refuse option `%.*s'
pl: nieznana opcja force/refuse `%.*s'
sk: neznáma vnucovacia/odmietacia voµba `%.*s'

source: couldn't malloc in execbackend
pl: malloc w execbackend nie powiod³o siê
sk: nemô¾e vykona» funkciu malloc v execbackend

source: couldn't strdup in execbackend
pl: strdup w execbackend nie powiod³o siê
sk: nemô¾e vykona» funkciu strdup v execbackend

source: failed to exec %s
pl: wywo³anie %s nie powiod³o siê
sk: nie je mo¾né spusti» %s

source: --command-fd takes 1 argument, not 0
pl: --command-fd wymaga 1 argumentu, nie 0
sk: --command-fd vy¾aduje jeden paramater, nie nula

source: --command-fd only takes 1 argument
pl: --command-fd wymaga tylko 1 argumentu
sk: --command-fd vy¾aduje len jeden argument

source: invalid number for --command-fd
pl: nieprawid³owy numer przy --command-fd
sk: neplatné èíslo pre --command-fd

source: couldn't open `%i' for stream
pl: nie uda³o siê otworzyæ `%i' jako strumienia
sk: nie je mo¾né otvori» `%i' pre tok

source: unexpected eof before end of line %d
pl: niespodziewany EOF przed koñcem linii %d
sk: neèakaný koniec súboru pred koncom riadku %d

source: need an action option
pl: nale¿y okre¶liæ dzia³anie
sk: potrebujem zada» akciu

source: --%s --pending does not take any non-option arguments
pl: --%s --pending wymaga niepodawania argumentów nie bêd±cych opcj±
sk: --%s --pending neuznáva ¾iadne nevoliteµné argumenty

source: --%s needs at least one package name argument
pl: --%s wymaga co najmniej jednej nazwy pakietu
sk: --%s vy¾aduje aspoò jeden názov balíku

source: you must specify packages by their own names, not by quoting the names of the files they come in
pl: nale¿y podaæ nazwê pakietu, a nie nazwê pliku, z którego zosta³ zainstalowany
sk: musíte oznaèi» balíky ich vlastnými názvami, nie citovaním názvov súborov z ktorých pochádzajú

source: Package %s listed more than once, only processing once.
pl: Pakiet %s jest wymieniony kilkukrotnie, ale zostanie przetworzony tylko raz.
sk: Balíèek %s ¹pecifikovaný viac ako jedenkrát, spracovaný len jedenkrát.

source: More than one copy of package %s has been unpacked in this run ! Only configuring it once.
pl: Rozpakowana zosta³a wiêcej ni¿ jedna kopia pakietu %s w tym przebiegu ! Konfiguracja odbêdzie siê tylko dla jednej.
sk: Viac ako jedna kópia balíku %s bola rozbalená v tomto behu ! Konfigurujem len jedenkrát.

source: Package
pl: Pakiet
sk: Balík

source: which provides
pl: który dostarcza
sk: ktorý poskytuje

source: is to be removed.
pl: jest przeznaczony do usuniêcia.
sk: bude odstránený.

source: Version of
pl: Wersja
sk: Verzia

source: on system is
pl: w systemie to
sk: v systéme je

source: dpkg: also configuring `%s' (required by `%s')
pl: dpkg: konfiguracja tak¿e dla `%s' (wymagana przez `%s')
sk: dpkg: taktie¾ konfigurujem `%s' (vy¾adované `%s')

source: is not configured yet.
pl: nie jest jeszcze skonfigurowany.
sk: e¹te nie je nakonfigurovaný.

source: is not installed.
pl: nie jest zainstalowany.
sk: nie je nain¹talovaný.

source: ; however:
pl: ; jednak¿e:
sk: ; aj keï:

source: cannot access archive
pl: brak dostêpu do archiwum
sk: nemô¾e vstúpi» do archívu

source: error ensuring `%.250s' doesn't exist
pl: nie mo¿na usun±æ `%.250s'
sk: chyba potvrdzujúca ¾e `%.250s' neexistuje

source: failed to exec dpkg-split to see if it's part of a multiparter
pl: nie mo¿na wywo³aæ `dpkg-split' aby upewniæ siê czy plik nie jest czê¶ci± wieloczê¶ciowego zestawu
sk: zlyhalo spustenie dpkg-split, aby bolo mo¾né vidie», èi je to èas»ou multipartera

source: wait for dpkg-split failed
pl: nie mo¿na wykonaæ funkcji `wait' dla `dpkg-split'
sk: èakanie na dpkg-split zlyhalo

source: reassembled package file
pl: przebudowanie pliku pakietu
sk: znovuzostavený súbor balíku

source: Authenticating %s ...
pl: Sprawdzanie %s ...
sk: Autentifikujem %s ...

source: failed to execl debsig-verify
pl: nie mo¿na wykonaæ `debsig-verify'
sk: zlyhalo spustenie funkcie execl na debsig-verify

source: Verification on package %s failed!
pl: Sprawdzenie pakietu %s nie powiod³o siê!
sk: Verifikácia balíku %s zlyhala!

source: Verification on package %s failed, but installing anyway as you request.
pl: Nie uda³o siê sprawdziæ pakietu %s, ale zostanie zainstalowany wed³ug ¿±dania
sk: Verifikácia balíku %s zlyhala, napriek tomu ju in¹talujem podµa Va¹ej po¾iadavky.

source: passed
pl: powiod³o siê
sk: pre¹iel

source: unable to get unique filename for control info
pl: nie mo¿na pobraæ unikalnej nazwy pliku dla pliku kontrolnego
sk: nie je mo¾né získa» unikátne meno súboru pre riadiace informácie

source: failed to exec dpkg-deb to extract control information
pl: nie mo¿na wywo³aæ `dpkg-deb' aby pobraæ plik kontrolny
sk: zlyhalo spustenie dpkg-deb na extrakciu riadiacich informácií

source: Recorded info about %s from %s.
pl: Zapisane informacje o %s z %s.
sk: Zaznamenané informácie o %s z %s.

source: package architecture (%s) does not match system (%s)
pl: architektura pakietu (%s) nie zgadza siê z architektur± systemu (%s)
sk: architektúra baliku (%s) nezodpovedá systému (%s)

source: dpkg: regarding %s containing %s, pre-dependency problem: %s
pl: dpkg: problem z przed-zale¿no¶ciami %s zawieraj±cego %s: %s
sk: dpkg: problém s pred-závislos»ami v súvislosti s %s, obsahujúcim %s: %s

source: pre-dependency problem - not installing %.250s
pl: problem z przed-zale¿no¶ciami - %.250s nie bêdzie instalowany
sk: problém s pred-závislos»ami - nein¹talujem %.250s

source: dpkg: warning - ignoring pre-dependency problem !
pl: dpkg: ostrze¿enie - zignorowanie problemu z przed-zale¿no¶ciami !
sk: dpkg: upozornenie - ignorujem problém s pred-závislos»ami !

source: Preparing to replace %s %s (using %s) ...
pl: Przygotowanie do zast±pienia %s %s (wykorzystuj±c %s) ...
sk: Pripravujem nahradenie %s %s (pomocou %s) ...

source: Unpacking %s (from %s) ...
pl: Rozpakowanie %s (z %s) ...
sk: Rozbaµujem %s (z %s) ...

source: name of conffile (starting `%.250s') is too long (>%d characters)
pl: nazwa pliku konfiguracyjnego (rozpoczynana od `%.250s') jest zbyt d³uga (>%d znaków)
sk: názov konfiguraèného súboru (zaèínajúci `%.250s') je príli¹ dlhý (>%d znakov)

source: read error in %.250s
pl: nie mo¿na odczytaæ %.250s
sk: chyba pri èítaní v %.250s

source: error closing %.250s
pl: nie mo¿na zamkn±æ %.250s
sk: chyba pri zatváraní %.250s

source: error trying to open %.250s
pl: nie mo¿na otworzyæ %.250s
sk: chyba pri pokuse otvori» %.250s

source: De-configuring %s, so that we can remove %s ...
pl: Dekonfiguracja %s, tak ¿e mo¿na usun±æ %s ...
sk: Dekonfigurujem %s, aby mohol by» odstránený %s ...

source: Unpacking replacement %.250s ...
pl: Rozpakowanie pakietu zastêpuj±cego %.250s ...
sk: Rozbaµujem náhradu %.250s ...

source: unable to exec dpkg-deb to get filesystem archive
pl: nie mo¿na wywo³aæ `dpkg-deb' aby pobraæ archiwum z plikami
sk: nie je mo¾né spusti» dpkg-deb pre získanie obsahu archívu súborov

source: error reading dpkg-deb tar output
pl: nie mo¿na odczytaæ potoku z `dpkg-deb' zawieraj±cego archiwum tar
sk: chyba pri èítaní dpkg-deb tar výstupu

source: corrupted filesystem tarfile - corrupted package archive
pl: uszkodzone archiwum tar - uszkodzone archiwum pakietu
sk: po¹kodený systémový tar súbor - po¹kodený archív balíkov

source: dpkg-deb: zap possible trailing zeros
pl: dpkg-deb: usuniêcie prawdopodobnych zer na koñcu
sk: dpkg-deb: zru¹ mo¾né koncové nuly

source: dpkg: warning - unable to delete old file `%.250s': %s
pl: dpkg: ostrze¿enie - nie mo¿na usun±æ poprzedniego pliku `%.250s': %s
sk: dpkg: upozornenie - nie je mo¾né vymaza» starý súbor `%.250s': %s

source: cannot read info directory
pl: nie mo¿na odczytaæ katalogu informacyjnego
sk: nedá sa preèíta» informácia o adresári

source: old version of package has overly-long info file name starting `%.250s'
pl: poprzednia wersja pakietu ma plik informacyjny o zbyt d³ugiej nazwie rozpoczynaj±cej siê od `%.250s'
sk: stará verzia balíku má príli¹ dlhý názov info súboru, ktorý zaèína `%.250s'

source: unable to remove obsolete info file `%.250s'
pl: nie mo¿na usun±æ nieaktualnego pliku informacyjnego `%.250s'
sk: nie je mo¾né odstráni» zastaralý info súbor `%.250s'

source: unable to install (supposed) new info file `%.250s'
pl: nie mo¿na zainstalowaæ nowego pliku informacyjnego `%.250s'
sk: nie je mo¾né nain¹talova» (navrhovaný) nový info súbor `%.250s'

source: unable to open temp control directory
pl: nie mo¿na otworzyæ tymczasowego katalogu kontrolnego
sk: nie je mo¾né otvori» doèasný riadiaci adresár

source: package contains overly-long control info file name (starting `%.50s')
pl: pakiet zawiera plik kontrolny o zbyt d³ugiej nazwie (rozpoczynaj±cej siê od `%.50s')
sk: balík obsahuje príli¹ dlhý názov riadiaceho info súboru (zaèínajúci `%.50s')

source: package control info contained directory `%.250s'
pl: archiwum kontrolne pakietu zawiera katalog `%.250s'
sk: riadiaci info balík obsahoval adresár `%.250s'
