Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: unable to open tmpfile for vsnprintf
pl: nie mo¿na otworzyæ pliku tymczasowego dla vsnprintf
sk: doèasný súbor pre funkciu vsprint nie je mo¾né otvori»

source: unable to rewind at start of vsnprintf
pl: nie mo¿na cofn±æ siê do pocz±tku dla vsnprintf
sk: nie je mo¾né prejs» na zaèiatok funkcie vsprintf

source: unable to truncate in vsnprintf
pl: nie mo¿na uci±æ pliku dla vsnprintf
sk: nie je mo¾né skráti» vo funkcii vsprintf

source: write error in vsnprintf
pl: b³±d zapisu dla vsnprintf
sk: chyba pri zápise vo funkcii vsprintf

source: unable to flush in vsnprintf
pl: nie mo¿na opró¿niæ buforów dla vsnprintf
sk: nie je mo¾né vyprázdni» zásobník vo funkcii vsprintf

source: unable to stat in vsnprintf
pl: nie mo¿na ustaliæ stanu pliku dla vsnprintf
sk: nie je mo¾né vykona» zistenie stavu vo funkcii vsprintf

source: unable to rewind in vsnprintf
pl: nie mo¿na przewin±æ pliku dla vsnprintf
sk: nie je mo¾né vykona» návrat vo funkcii vsprintf

source: read error in vsnprintf truncated
pl: b³±d odczytu dla vsnprintf
sk: chyba pri èítaní vo funkcii vsprintf, skrátené

source: System error no.%d
pl: B³±d systemowy nr %d
sk: Systémová chyba è.%d

source: Signal no.%d
pl: Sygna³ nr %d
sk: Signál è.%d

source: %s: internal gzip error: `%s'
pl: %s: wewnêtrzny b³±d gzip: `%s'
sk: %s: interná chyba gzip-u: `%s'

source: %s: failed to exec gzip -dc
pl: %s: nie mo¿na wywo³aæ gzip -dc
sk: %s: zlyhalo vykonanie gzip -dc

source: %s: internal bzip2 error: `%s'
pl: %s: wewnêtrzny b³±d bzip2: `%s'
sk: %s: interná chyba bzip2: `%s'

source: %s: failed to exec bzip2 -dc
pl: %s: nie mo¿na wywo³aæ bzip2 -dc
sk: %s: zlyhalo vykonanie bzip2 -dc

source: %s: decompression
pl: %s: dekompresja
sk: %s: dekompresia

source: %s: internal gzip error: read: `%s'
pl: %s: wewnêtrzny b³±d gzip: czytanie: `%s'
sk: %s: interná chyba gzip-u: èítanie: `%s'

source: %s: internal gzip error: write: `%s'
pl: %s: wewnêtrzny b³±d gzip: zapis: `%s'
sk: %s: interná chyba gzip-u: zápis: `%s'

source: %s: internal gzip error: read(%i) != write(%i)
pl: %s: wewnêtrzny b³±d gzip: read(%i) != write(%i)
sk: %s: interná chyba gzip-u: èítanie(%i) != zápis (%i)

source: %s: failed to exec gzip %s
pl: %s: nie mo¿na wykonaæ `gzip %s'
sk: %s: zlyhalo vykonanie gzip %s

source: %s: internal bzip2 error: read: `%s'
pl: %s: wewnêtrzny b³±d bzip2: czytanie: `%s'
sk: %s: interná chyba bzip2: èítanie: `%s'

source: %s: internal bzip2 error: write: `%s'
pl: %s: wewnêtrzny b³±d bzip2: zapis: `%s'
sk: %s: interná chyba bzip2: zápis: `%s'

source: %s: internal bzip2 error: read(%i) != write(%i)
pl: %s: wewnêtrzny b³±d bzip2: read(%i) != write(%i)
sk: %s: interná chyba bzip2: èítanie(%i) != zápis (%i)

source: %s: failed to exec bzip2 %s
pl: %s: nie mo¿na wykonaæ bzip2 %s
sk: %s: zlyhalo vykonanie bzip2 %s

source: %s: compression
pl: %s: kompresja
sk: %s: kompresia

source: couldn't allocate memory for strdup in findpackage(%s)
pl: nie uda³o siê przydzieliæ pamiêci dla strdup w findpackage(%s)
sk: nepodarilo sa alokova» pamä» pre funkciu strdup vo funkcii findpackage(%s)

source: size %7d occurs %5d times
pl: rozmiar %7d pojawi³ siê %5d razy
sk: veµkos» %7d sa objavuje %5d krát

source: failed write during hashreport
pl: b³±d zapisu podczas wykonania funkcji hashreport
sk: zlyhal zápis poèas hashreport

source: updates directory contains file `%.250s' whose name is too long (length=%d, max=%d)
pl: katalog updates zawiera plik `%.250s' o zbyt d³ugiej nazwie (d³ugo¶æ=%d, maksymalnie=%d)
sk: adresár s aktualizáciami obsahuje súbor `%.250s', ktorého názov je príli¹ dlhý (då¾ka=%d, max=%d)

source: updates directory contains files with different length names (both %d and %d)
pl: katalog updates zawiera pliki o ró¿nej wielko¶ci (%d oraz %d)
sk: adresár s aktualizáciami obsahuje súbory s názvami rozliènej då¾ky (oba %d a %d)

source: cannot scan updates directory `%.255s'
pl: nie mo¿na przeszukaæ katalogu `updates' %.255s
sk: nemô¾em zisti» obsah adresára s aktualizáciami `%.255s'

source: failed to remove incorporated update file %.255s
pl: nie mo¿na usun±æ pliku %.255s z katalogu `updates'
sk: zlyhalo odstránenie pridru¾eného aktualizaèného súboru %.255s

source: unable to create %.250s
pl: nie mo¿na utworzyæ %.250s
sk: nie je mo¾né vytvori» %.250s

source: unable to fill %.250s with padding
pl: nie mo¿na wype³niæ pliku %.250s
sk: nie je mo¾né naplni» %.250s

source: unable flush %.250s after padding
pl: nie mo¿na od¶wie¿yæ pliku %.250s
sk: nie je mo¾né vyprázdni» %.250s

source: unable seek to start of %.250s after padding
pl: nie mo¿na przewin±æ pliku %.250s tu¿ po jego wype³nieniu
sk: po naplnení nie je mo¾né presunú» sa na zaèiatok %.250s

source: requested operation requires superuser privilege
pl: ¿±dana operacja wymaga uprawnieñ administratora
sk: po¾adovaná operácia vy¾aduje superu¾ívateµské privilégiá

source: unable to access dpkg status area
pl: brak dostêpu do pliku status
sk: nie je mo¾né pristúpi» ku stavovej oblasti dpkg

source: operation requires read/write access to dpkg status area
pl: ¿±dana operacja wymaga uprawnieñ zapisu/odczytu pliku status
sk: operácia vy¾aduje práva na èítanie/zápis do stavovej oblasti dpkg

source: failed to remove my own update file %.255s
pl: nie mo¿na usun±æ uaktualnionego pliku %.255s
sk: chyba pri odstraòovaní môjho vlastného akualizaèného súboru %.255s

source: unable to write updated status of `%.250s'
pl: nie mo¿na zapisaæ uaktualnionego pliku `%.250s'
sk: nie je mo¾né zapísa» aktualizovaný stav `%.250s'

source: unable to flush updated status of `%.250s'
pl: nie mo¿na od¶wie¿yæ uaktualnionego pliku `%.250s'
sk: nie je mo¾né vyprázdni» aktualizovaný stav `%.250s'

source: unable to truncate for updated status of `%.250s'
pl: nie mo¿na obci±æ uaktualnionego pliku `%.250s'
sk: nie je mo¾né skráti» aktualizovaný stav `%.250s'

source: unable to fsync updated status of `%.250s'
pl: nie mo¿na zsynchronizowaæ uaktualnionego pliku `%.250s'
sk: nie je mo¾né vykona» funkciu fsync na aktualizovaný stav `%.250s'

source: unable to close updated status of `%.250s'
pl: nie mo¿na zamkn±æ uaktualnionego pliku `%.250s'
sk: nie je mo¾né uzavrie» aktualizovaný stav `%.250s'

source: unable to install updated status of `%.250s'
pl: nie mo¿na zainstalowaæ uaktualnionego pliku `%.250s'
sk: nie je mo¾né in¹talova» aktualizovaný stav `%.250s'

source: failed to open `%s' for writing %s information
pl: nie mo¿na otworzyæ `%.250s' w celu zapisania informacji %s
sk: chyba pri otváraní `%s' pre zápis %s informácií

source: unable to set buffering on status file
pl: nie mo¿na ustawiæ buforowania pliku status
sk: nie je mo¾né nastavi» buffering stavového súboru

source: failed to write %s record about `%.50s' to `%.250s'
pl: nie mo¿na zapisaæ %s rekordów o `%.50s' w `%.250s'
sk: chyba pri zápise %s záznamov od `%.50s' do `%.250s'

source: failed to flush %s information to `%.250s'
pl: nie mo¿na od¶wie¿yæ informacji %s w `%.250s'
sk: chyba pri vyprázdnení %s informácií do `%.250s'

source: failed to fsync %s information to `%.250s'
pl: nie mo¿na zsynchronizowaæ informacji %s w `%.250s'
sk: chyba pri vykonaní funkcie fsync %s informácií do `%.250s'

source: failed to close `%.250s' after writing %s information
pl: nie mo¿na zamkn±æ `%.250s' po zapisaniu informacji %s
sk: chyba pri uzatváraní `%.250s' po zápise %s informácií

source: failed to link `%.250s' to `%.250s' for backup of %s info
pl: nie mo¿na utworzyæ dowi±zania z `%.250s' do `%.250s', aby przechowaæ informacjê %s
sk: chyba pri nalinkovaní `%.250s' na `%.250s' pre zálohovanie %s informácie

source: failed to install `%.250s' as `%.250s' containing %s info
pl: nie mo¿na b³±d zainstalowaæ `%.250s' jako `%.250s' o zawartej informacji %s
sk: chyba pri in¹talácii `%.250s' ako `%.250s' obsahujúca %s informáciu

source: out of memory pushing error handler:
pl: brak pamiêci podczas obs³ugiwania b³êdu:
sk: nedostatok pamäte pri pou¾ití chybného ovládaèa:

source: %s: error while cleaning up: %s
pl: %s: b³±d podczas czyszczenia ¶rodowiska: %s
sk: %s: chyba poèas èistenia: %s

source: dpkg: too many nested errors during error recovery !!
pl: dpkg: za du¿o osadzonych b³êdów podczas obs³ugi b³êdu !!
sk: dpkg: príli¹ veµa vnorených chýb poèas opravy chyby !!

source: out of memory for new cleanup entry with many arguments
pl: brak pamiêci na obs³ugê czyszczenia ¶rodowiska
sk: nedostatok pamäte pre novú èistiacu polo¾ku s mno¾stvom argumentov

source: out of memory for new cleanup entry
pl: brak pamiêci na now± pozycjê dla obs³ugi czyszczenia ¶rodowiska
sk: nedostatok pamäte pre novu èistiacu polo¾ku

source: error writing `%s'
pl: b³±d zapisu `%s'
sk: chyba pri zápise `%.250s'

source: %s:%d: internal error `%s'
pl: %s:%d: wewnêtrzny b³±d `%s'
sk: %s:%d: interná chyba `%s'

source: %s is missing
pl: brak %s
sk: %s chýba

source: `%.*s' is not allowed for %s
pl: `%.*s' jest niedozwolony dla %s
sk: `%.*s' nie je prípustné pre %s

source: junk after %s
pl: ¶mieci po %s
sk: nezmyselné dáta po %s

source: invalid package name (%.250s)
pl: niepoprawna nazwa pakietu (%.250s)
sk: chybné meno balíku (%.250s)

source: empty file details field `%s'
pl: puste pole opisu pliku `%s'
sk: prázdne pole s detailmi súboru `%s'

source: file details field `%s' not allowed in status file
pl: pole opisu pliku `%s' jest niedozwolone w pliku status
sk: pole s detailmi súboru `%s' nie je prípustné v stavovom súbore

source: too many values in file details field `%s' (compared to others)
pl: za du¿o danych w polu opisu pliku `%s'
sk: príli¹ veµa hodnôt v poli s detailmi súboru `%s' (porovnávané s ostatnými)

source: too few values in file details field `%s' (compared to others)
pl: za ma³o danych w polu opisu pliku `%s'
sk: príli¹ málo hodnôt v poli s detailmi súboru `%s' (porovnávané s ostatnými)

source: yes/no in boolean field
pl: yes/no w polu boolean
sk: áno/nie v poli typu boolean

source: value for `status' field not allowed in this context
pl: niedozwolona warto¶æ w tym kontek¶cie dla pola `status'
sk: hodnota pre stavové pole nie je prípustná v tomto kontexte

source: third (status) word in `status' field
pl: trzecie (status) s³owo w polu `status'
sk: tretie (stavové) slovo v stavovom poli

source: error in Version string `%.250s': %.250s
pl: b³±d w polu Version `%.250s': %.250s
sk: chyba v re»azci Version `%.250s': %.250s

source: obsolete `Revision' or `Package-Revision' field used
pl: u¿yto niewykorzystywanego ju¿ pola `Revision' lub `Package-Revision'
sk: pou¾itie zastaralého poµa `Revision' alebo `Package-Revision'

source: value for `config-version' field not allowed in this context
pl: warto¶æ dla pola `config-version' jest niedozwolona w tym kontek¶cie
sk: hodnota pre pole `config-version' nie je prípustná v tomto kontexte

source: error in Config-Version string `%.250s': %.250s
pl: b³±d w polu Config-Version `%.250s': %.250s
sk: chyba v re»azci Config-Version `%.250s': %.250s

source: value for `conffiles' has line starting with non-space `%c'
pl: warto¶æ dla `conffiles' ma liniê rozpoczêt± od znaku niebêd±cego spacj± `%c'
sk: hodnota pre `conffiles' nemá riadok zaèínajúci medzerou `%c'

source: value for `conffiles' has malformatted line `%.*s'
pl: warto¶æ dla `conffiles' ma niepoprawn± liniê `%.*s'
sk: hodnota pre `conffiles' má zlé sformátovaný riadok `%.*s'

source: root or null directory is listed as a conffile
pl: katalog g³ówny lub pusty jest u¿yty jako 'conffile'
sk: koreòový alebo nulový adresár uvedený ako conffile

source: `%s' field, missing package name, or garbage where package name expected
pl: znaleziono pole `%s', brak nazwy pakietu lub ¶mieci, tam gdzie spodziewano siê nazwy pakietu
sk: v poli `%s' chýba meno balíku, alebo obsahuje nezmysly namiesto názvu

source: `%s' field, invalid package name `%.255s': %s
pl: pole `%s', b³êdna nazwa pakietu `%.255s': %s
sk: pole `%s' obsahuje neplatné meno balíku `%.255s': %s

source: `%s' field, reference to `%.255s': bad version relationship %c%c
pl: pole `%s', relacja do `%.255s': z³y numer wersji relacji %c%c
sk: `pole %s' odkazujúce na `%.255s': zlý vz»ah verzie %c%c

source: `%s' field, reference to `%.255s': `%c' is obsolete, use `%c=' or `%c%c' instead
pl: pole `%s', w relacji do `%.255s': `%c' jest ju¿ niewykorzystywane, nale¿y u¿yæ w zamian `%c=' lub `%c%c'
sk: pole `%s' odkazujúce na `%.255s': `%c' je zastaralé, pou¾ité `%c=' alebo `%c%c'

source: `%s' field, reference to `%.255s': implicit exact match on version number, suggest using `=' instead
pl: pole `%s', w relacji do `%.255s': wykorzystany jest konkretny numer wersji przy porównywaniu, nale¿y u¿yæ w zamian `='
sk: pole `%s' odkazujúce na `%.255s': implicitná priama zhoda èísla verzie, navrhujem pou¾i» `='

source: Only exact versions may be used for Provides
pl: W polu Provides mo¿na u¿ywaæ wy³±cznie dok³adnych wersji
sk: V poli Provides je mo¾né pou¾i» len presné urèenie verzie

source: `%s' field, reference to `%.255s': version value starts with non-alphanumeric, suggest adding a space
pl: pole `%s', w relacji do `%.255s': numer wersji nie rozpoczyna siê od znaku alfanumerycznego, nale¿y dodaæ spacjê
sk: `pole %s' odkazujúce na `%.255s': èíslo verzie zaèína nealfanumerickým znakom, doporuèujem prida» medzeru

source: `%s' field, reference to `%.255s': version contains `('
pl: pole `%s', w odniesieniu do `%.255s': numer wersji zawiera `('
sk: pole `%s' odkazujúce na `%.255s': verzia obsahuje `('

source: `%s' field, reference to `%.255s': version contains ` '
pl: pole `%s', w odniesieniu do `%.255s': numer wersji zawiera ` '
sk: pole `%s' odkazujúce na `%.255s': verzia obsahuje ` '

source: `%s' field, reference to `%.255s': version unterminated
pl: pole `%s', w odniesieniu do `%.255s': numer wersji niezakoñczony
sk: pole `%s' odkazujúce na `%.255s': verzia neukonèená

source: `%s' field, reference to `%.255s': error in version: %.255s
pl: pole `%s', w odniesieniu do `%.255s': b³±d w numerze wersji: %.255s
sk: pole `%s' odkazujúce na `%.255s': chyba vo verzii: %.255s

source: `%s' field, syntax error after reference to package `%.255s'
pl: pole `%s', b³±d sk³adni po relacji do pakietu `%.255s'
sk: syntaktická chyba v poli `%s' po odkaze na balík `%.255s'

source: alternatives (`|') not allowed in %s field
pl: wybór (`|') nie dozwolony dla pola %s
sk: alternatíva (`|') nie je prípustná v poli %s

source: unable to unlock dpkg status database
pl: nie mo¿na odblokowaæ bazy danych stanu dpkg
sk: nie je mo¾né odomknú» stavovú databázu dpkg

source: you do not have permission to lock the dpkg status database
pl: brak praw do zablokowania bazy danych stanu dpkg
sk: nemáte privilégiá na uzamknutie stavovej databázy dpkg

source: unable to open/create status database lockfile
pl: nie mo¿na otworzyæ/utworzyæ pliku blokuj±cego bazê danych stanu dpkg
sk: nie je mo¾né otvori»/vytvori» zamykací súbor stavovej databázy

source: status database area is locked by another process
pl: baza danych stanu jest zablokowana przez inny proces
sk: priestor stavovej databázy je uzamknutý - be¾í iný proces dpkg/dselect

source: unable to lock dpkg status database
pl: nie mo¿na zablokowaæ bazy danych stanu
sk: nie je mo¾né uzamknú» stavovú databázu dpkg

source: malloc failed (%ld bytes)
pl: nie mo¿na wykonaæ funkcji `malloc' (%ld bytes)
sk: funkcia malloc zlyhala (%ld bytov)

source: realloc failed (%ld bytes)
pl: nie mo¿na wykonaæ funkcji `realloc' (%ld bytes)
sk: funkcia realloc zlyhala (%ld bytov)

source: %s (subprocess): %s
pl: %s (podproces): %s
sk: %s (podproces): %s

source: fork failed
pl: nie mo¿na wykonaæ funkcji `fork'
sk: funkcia fork zlyhal

source: failed to dup for std%s
pl: nie mo¿na wykonaæ funkcji `dup' dla std%s
sk: zlyhalo vykonanie funkcie dup pre std%s

source: failed to dup for fd %d
pl: nie mo¿na wykonaæ funkcji `dup' dla fd %d
sk: zlyhalo vykonanie funkcie dup pre fd %d

source: failed to create pipe
pl: nie mo¿na utworzyæ potoku
sk: chyba pri vytváraní rúry

source: dpkg: warning - %s returned error exit status %d
pl: dpkg: ostrze¿enie - %s zwróci³ kod b³êdu %d
sk: dpkg: upozornenie - %s vrátil chybový kód %d

source: subprocess %s returned error exit status %d
pl: podproces %s zwróci³ kod b³êdu %d
sk: podproces %s vrátil chybový kód %d

source: dpkg: warning - %s killed by signal (%s)%s
pl: dpkg: ostrze¿enie - %s zabity sygna³em (%s)%s
sk: dpkg: upozornenie - %s zabitý signálom (%s)%s

source: subprocess %s killed by signal (%s)%s
pl: podproces %s zosta³ zabity sygna³em (%s)%s
sk: podproces %s zabitý signálom (%s)%s

source: subprocess %s failed with wait status code %d
pl: podproces %s zg³osi³ b³±d poprzez kod funkcji `wait' %d
sk: podproces %s zlyhal s èakacím stavovým kódom %d

source: wait for %s failed
pl: b³±d funkcji `wait' dla %s
sk: èakanie na %s zlyhalo

source: unable to read filedescriptor flags for %.250s
pl: nie mo¿na odczytaæ flag filedescriptor dla `%.250s'
sk: nie je mo¾né èíta» depot súbor `%.250s'

source: unable to set close-on-exec flag for %.250s
pl: nie mo¿na ustawiæ flagi close-on-exec dla `%.250s'
sk: nie je mo¾né nastavi» príznak close-on-exec na `%.250s'

source: failed in buffer_write(fd) (%i, ret=%li): %s
pl: b³±d w buffer_write(fd) (%i, ret=%li): %s)
sk: chyba pri buffer_write(fd) (%i, ret=%li): %s

source: eof in buffer_write(stream): %s
pl: koniec pliku w buffer_write(stream): %s
sk: eof vo funkcii buffer_write(stream): %s

source: error in buffer_write(stream): %s
pl: b³±d w buffer_write(stream): %s
sk: chyba vo funkcii buffer_write(stream): %s

source: unknown data type `%i' in buffer_write
pl: nieznany typ danych `%i' w buffer_write
sk: neznámy dátový typ `%i' vo funkcii buffer_write

source: failed in buffer_read(fd): %s
pl: b³±d w buffer_read(fd): %s
sk: zlyhanie pri funkcii buffer_read(fd): %s

source: error in buffer_read(stream): %s
pl: b³±d w buffer_read(stream): %s
sk: chyba vo funkcii buffer_read(stream): %s

source: unknown data type `%i' in buffer_read
pl: nieznany typ danych %i' w buffer_read
sk: neznámy dátovy typ `%i' vo funkcii buffer_read

source: failed to allocate buffer in buffer_copy (%s)
pl: nie mo¿na zarezerwowaæ bufora w buffer_copy (%s)
sk: zlyhalo alokovania zásobníku vo funkcii buffer_copy (%s)

source: failed in buffer_copy (%s)
pl: b³±d w buffer_copy (%s)
sk: zlyhanie vo funkcii buffer_copy (%s)

source: short read in buffer_copy (%s)
pl: krótki odczyt w buffer_copy (%s)
sk: krátke èítanie vo funkcii buffer_copy (%s)

source: failed to open configuration file `%.255s' for reading
pl: nie mo¿na otworzyæ do odczytu pliku konfiguracyjnego `%.255s'
sk: zlyhalo otvorenie konfiguraèného súboru `%.255s' pre èítanie

source: configuration error: unknown option %s
pl: b³±d konfiguracji: nieznana opcja %s
sk: konfiguraèná chyba: neznáma voµba %s

source: configuration error: %s needs a value
pl: b³±d konfiguracji: %s wymaga warto¶ci
sk: konfiguraèná chyba: %s vy¾aduje hodnotu

source: configuration error: %s does not take a value
pl: b³±d konfiguracji: %s wymaga niepodawania warto¶ci
sk: konfiguraèná chyba: %s nemá priradenú hodnotu

source: read error in configuration file `%.255s'
pl: b³±d odczytu pliku konfiguracyjnego `%.250s'
sk: chyba pri èítaní v konfiguraènom súbore `%.255s'

source: error closing configuration file `%.255s'
pl: b³±d zamkniêcia pliku konfiguracyjnego `%.250s'
sk: chyba pri uzatváraní konfiguraèného súboru `%.255s'

source: Error allocating memory for cfgfilename
pl: b³±d przydzielania pamiêci dla cfgfilename
sk: Chyba pri alokovaní pamäte pre cfgfilename

source: unknown option --%s
pl: nieznana opcja --%s
sk: neznáma voµba --%s

source: --%s option takes a value
pl: opcja --%s wymaga podania warto¶ci
sk: voµba --%s má priradenú hodnotu

source: --%s option does not take a value
pl: opcja --%s wymaga niepodawania warto¶ci
sk: voµba --%s nemá priradenú hodnotu

source: unknown option -%c
pl: nieznana opcja -%c
sk: neznáma voµba -%c

source: -%c option takes a value
pl: opcja -%c wymaga podania warto¶ci
sk: voµba -%c má priradenú hodnotu

source: -%c option does not take a value
pl: opcja -%c wymaga niepodawania warto¶ci
sk: voµba -%c nemá priradenú hodnotu

source: failed to open package info file `%.255s' for reading
pl: nie mo¿na otworzyæ do odczytu pliku `%.255s' zawieraj±cego informacje o pakiecie
sk: zlyhalo otváranie info súboru balíku `%.255s' pre èítanie

source: can't stat package info file `%.255s'
pl: nie mo¿na wykonaæ funkcji 'stat' na pliku informacji o pakiecie `%.255s'
sk: nie je mo¾né zisti» stav súboru s informáciami o balíku `%.255s'

source: can't mmap package info file `%.255s'
pl: nie mo¿na wykonaæ funkcji 'mmap' na pliku informacji o pakiecie `%.255s'
sk: nedoká¾em vykona» funkciu mmap na info súbor balíku `%.255s'

source: failed to malloc for info file `%.255s'
pl: nie mo¿na zaalokowaæ pamiêci dla pliku informacji `%.255s'
sk: zlyhalo vykonanie funkcie malloc pre info súbor `%.255s'

source: copy info file `%.255s'
pl: kopiowanie pliku informacji `%.250s'
sk: kopírovanie info súboru `%.255s'

source: EOF after field name `%.*s'
pl: EOF po nazwie pola `%.*s'
sk: koniec súboru za poµom `%.*s'

source: newline in field name `%.*s'
pl: koniec linii w nazwie pola `%.*s'
sk: nový riadok v poli `%.*s'

source: MSDOS EOF (^Z) in field name `%.*s'
pl: MSDOS EOF (^Z) w nazwie pola `%.*s'
sk: MSDOS EOF (^Z) v názve poµa `%.*s'

source: field name `%.*s' must be followed by colon
pl: po nazwie pola `%.*s' musi wyst±piæ dwukropek
sk: za poµom `%.*s' musí nasledova» dvojbodka

source: EOF before value of field `%.*s' (missing final newline)
pl: EOF przed warto¶ci± pola `%.*s' (brak koñca linii)
sk: EOF pred hodnotou poµa `%.*s' (chýbajúci závereèný nový riadok)

source: MSDOS EOF char in value of field `%.*s' (missing newline?)
pl: MSDOS EOF w warto¶ci pola `%.*s' (brak koñca linii?)
sk: znak MSDOS EOF v hodnote poµa `%.*s' (chýbajúci nový riadok?)

source: EOF during value of field `%.*s' (missing final newline)
pl: EOF w warto¶ci pola `%.*s' (brak koñca linii)
sk: EOF poèas naèítania hodnoty poµa `%.*s' (chýbajúci závereèný nový riadok)

source: duplicate value for `%s' field
pl: podwójna warto¶æ pola `%s'
sk: duplicitná hodnota poµa `%s'

source: user-defined field name `%.*s' too short
pl: pole definiowane przez u¿ytkownika ma za krótk± nazwê `%.*s'
sk: u¾ívateµsky definované meno poµa `%.*s' je príli¹ krátke

source: duplicate value for user-defined field `%.*s'
pl: podwójna warto¶æ pola definiowanego przez u¿ytkownika `%.*s'
sk: duplicitná hodnota pre u¾ívateµsky definované pole `%.*s'

source: several package info entries found, only one allowed
pl: odnaleziono kilka kopii informacji o pakiecie, tylko jedna jest dozwolona
sk: bolo zistených niekoµko info polo¾iek balíku, prípustná je iba jedna

source: Configured-Version for package with inappropriate Status
pl: odnaleziono `Configured-Version' dla pakietu z nieprawid³owym `Status'
sk: Configured-Version pre balík s nezodpovedajúcim Stavom

source: Package which in state not-installed has conffiles, forgetting them
pl: niezainstalowany pakiet ma pliki konfiguracyjne, informacje o nich zostaj± usuniête
sk: Balíèek, ktorý je v stave non-installed má konfiguraèné súbory, zahadzujem ich

source: failed to close after read: `%.255s'
pl: nie mo¿na zamkn±æ `%.255s'
sk: zlyhalo uzavretie po naèítaní: `%.255s'

source: no package information in `%.255s'
pl: brak informacji o pakiecie w `%.255s'
sk: ¾iadne informácie o balíku v `%.255s'

source: failed to read `%s' at line %d
pl: nie mo¿na odczytaæ `%s' w linii %d
sk: zlyhalo èítanie `%s' na riadku %d

source: %s, in file `%.255s' near line %d
pl: %s, w linii `%.255s' niedaleko linii %d
sk: %s, v súbore `%.255s' okolo riadku %d

source: warning
pl: ostrze¿enie
sk: upozornenie

source: parse error
pl: b³±d sk³adni
sk: chyba pri rozbore

source: package `%.255s'
pl: pakiet `%.255s'
sk: balík `%.255s'

source: failed to write parsing warning
pl: nie mo¿na zapisaæ ostrze¿enia o b³êdzie sk³adni
sk: zlyhal zápis upozornenia o rozbore
