Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: Motion keys: Next/Previous, Top/End, Up/Down, Backwards/Forwards: n, Down-arrow p, Up-arrow move highlight N, Page-down, Space P, Page-up, Backspace scroll list by 1 page ^n ^p scroll list by 1 line t, Home e, End jump to top/end of list u d scroll info by 1 page ^u ^d scroll info by 1 line B, Left-arrow F, Right-arrow pan display by 1/3 screen ^b ^f pan display by 1 character (These are the same motion keys as in the package list display.) Quit: Return, Enter select this method and go to its configuration dialogue x, X exit without changing or setting up the installation method Miscellaneous: ?, Help, F1 request help ^l redraw display / search (just return to cancel) \ repeat last search
pl: Klawisze ruchu: Nastêpny/Poprzedni, Góra/Dó³, Do góry/W dó³: n, Strza³ka-w-dó³ p, Strza³ka-do-góry ruch kursora N, Page-down, Spacja P, Page-up, Backspace przewiniêcie listy o 1 ekran ^n ^p przewiniêcie listy o 1 liniê t, Home e, End skok na pocz±tek/koniec listy u d przewiniêcie info o 1 ekran ^u ^d przewiniêcie info o 1 liniê B, Left-arrow F, Right-arrow przesuniêcie w bok 1/3 ekranu ^b ^f przesuniêcie w bok o 1 znak (To s± te same klawisze ruchu jak przy wyborze pakietów.) Wyj¶cie: Return, Enter Wybór metody instalacji i wywo³anie jej konfiguracji x, X wyj¶cie bez dokonania zmian w dotychczasowych ustawieniach Pozosta³e: ?, Help, F1 wywo³anie pomocy ^l od¶wie¿enie ekranu / szukaj (return - anuluj) \ powtórz ostatnie szukanie
sk: Klávesy pre pohyb: Ïal¹í/Predchádzajúci, Zaèiatok/Koniec, Hore/Dole, Dozadu/Dopredu: n, ©ípka-dole p, ©ípka-hore presunutie zvýraznenia N, Page-down, Space P, Page-up, Backspace posun zoznamu o 1 stranu ^n ^p posun zoznamu o 1 riadok t, Home e, End skok na zaèiatok/koniec zoznamu u d posun informácii o 1 stranu ^u ^d pusun informácii o 1 riadok B, ©ípka-vµavo F, ©ípka-vpravo posun displeja o 1/3 obrazovky ^b ^f posun displeja o 1 znak (Toto su tie isté klávesy pre pohyb ako na obrazovke so zoznamom balíkov.) Koniec: Return, Enter vyber túto metódu a choï do jej konfiguraèného dialógu x, X skonèi bez zmien alebo nastavení in¹talaènej metódy Rôzne: ?, Help, F1 vy¾iada nápovedu ^l prekreslí obrazovku / vyhµadanie (stlaèením Return akciu zru¹íte) \ zopakuje posledné hµadanie

source: Type dselect --help for help.
pl: Wpisz dselect --help aby otrzymaæ pomoc.
sk: Napí¹te dselect --help pre nápovedu.

source: [A]ccess
pl: [A] Dostêp
sk: [P]rístup

source: Choose the access method to use.
pl: Wybór metody dostêpu.
sk: Vyberte si prístupovú metódu.

source: [U]pdate
pl: [U] Aktualizacja
sk: [A]ktualizácia

source: Update list of available packages, if possible.
pl: Zaktualizowanie informacji o dostêpnych pakietach.
sk: Aktualizujte zoznam dostupných balíkov, ak je to mo¾né.

source: [S]elect
pl: [S] Wybór
sk: [V]ýber

source: Request which packages you want on your system.
pl: Wybór pakietów instalowanych w systemie.
sk: Vy¾iadajte, ktoré balíky chcete vo va¹om systéme.

source: [I]nstall
pl: [I] Instalacja
sk: [N]ain¹taluj

source: Install and upgrade wanted packages.
pl: Instalacja i uaktualnienie wybranych pakietów.
sk: Nain¹taluj a aktualizuj po¾adované balíky.

source: [C]onfig
pl: [C] Konfiguracja
sk: [K]onfiguruj

source: Configure any packages that are unconfigured.
pl: Konfiguracja pakietów, które pozosta³y nieskonfigurowane.
sk: Konfiguruj v¹etky nenakonfigurované balíky.

source: [R]emove
pl: [R] Usuwanie
sk: [O]dstráò

source: Remove unwanted software.
pl: Usuwanie niechcianych pakietów.
sk: Odstráò ne¾iadaný software.

source: [Q]uit
pl: [Q] Wyj¶cie
sk: [U]konèi»

source: Quit dselect.
pl: Wyj¶cie z dselect.
sk: Ukonèi dselect.

source: Debian `%s' package handling frontend.
pl: Debian `%s', nak³adka na program zarz±dzania pakietami.
sk: Debian `%s' rozhranie pre správu balíkov

source: Version %s. Copyright (C) 1994-1996 Ian Jackson. Copyright (C) 2000,2001 Wichert Akkerman. This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty. See dselect --licence for details.
pl: Wersja %s. Copyright (C) 1994-1996 Ian Jackson. Copyright (C) 2000,2001 Wichert Akkerman. Niniejszy program jest oprogramowaniem wolnym, sprawd¼ Powszechn± Licencjê Publiczn± GNU w wersji drugiej lub pó¼niejszej, by dowiedzieæ siê o warunkach rozpowszechniania. Brak JAKIEJKOLWIEK gwarancji. Wiêcej szczegó³ów w dselect --license.
sk: Verzia %s. Copyright (C) 1994-1996 Ian Jackson. Copyright (C) 2000,2001 Wichrt Akkerman. Toto je slobodný software; podrobnosti o pravidlách kopírovania nájdete v GNU General Public Licence vo verzii 2 alebo neskor¹ej. Záruka sa neposkytuje. Pou¾ite dselect --licence pre viac informácií.

source: Usage: dselect [options] dselect [options] action ... Options: --admindir <directory> (default is /var/lib/dpkg) --help --version --licence --expert --debug <file> | -D<file> --colour screenpart:[foreground],[background][:attr[+attr+..]] Actions: access update select install config remove quit
pl: U¿ycie: dselect [opcje] dselect [opcje] dzia³anie ... Opcje: --admindir <katalog> (domy¶lnie /var/lib/dpkg) --help --version --licence --expert --debug <plik> | -D<plik> Dzia³ania: access update select install config remove quit
sk: Pou¾itie: dselect [voµby] dselect [voµby] akcia ... Options: --admindir <adresár> (predvolený je /var/lib/dpkg) --help --version --licence --expert --debug <súbor> | -D<súbor> --colour screenpart:[foreground],[background][:attr[+attr+..]] Akcie: prístup aktualizácia výber in¹talácia konfigurácia odstránenie koniec

source: Screenparts:
pl: Czê¶ci widoku:
sk: Èasti obrazovky:

source: Colours:
pl: Kolory:
sk: Farby:

source: Attributes:
pl: Atrybuty:
sk: Vlastnosti:

source: couldn't open debug file `%.255s'
pl: nie mo¿na otworzyæ pliku debuggera `%.255s'
sk: nebolo mo¾né otvori» ladiaci súbor `%.255s'

source: Invalid %s `%s'
pl: Nieprawid³owy %s `%s'
sk: Nesprávny %s `%s'

source: screen part
pl: czê¶æ widoku
sk: èas» obrazovky

source: Null colour specification
pl: specyfikacja pustego koloru
sk: ®iadna farebná ¹pecifikácia

source: colour
pl: kolor
sk: farba

source: colour attribute
pl: atrybuty koloru
sk: vlastnos» farby

source: Terminal does not appear to support cursor addressing.
pl: Terminal nie obs³uguje adresowania kursora.
sk: Terminál zdá sa nepodporuje adresovanie kurzoru.

source: Terminal does not appear to support highlighting.
pl: Terminal nie obs³uguje pod¶wietlania.
sk: Nezdá sa, ¾e by terminál podporoval zvýraznenie.

source: Set your TERM variable correctly, use a better terminal, or make do with the per-package management tool
pl: Proszê poprawnie ustawiæ zmienn± TERM, u¿yæ lepszego terminala, lub wykorzystaæ narzêdzie do zarz±dzania pakietami z linii poleceñ
sk: Nastavte va¹u premennú TERM správne, pou¾ite lep¹í terminál, alebo to urobte pomocou nástroja na správu jednotlivých balíkov

source: terminal lacks necessary features, giving up
pl: brak potrzebnych funkcji dla terminala
sk: terminálu chýbajú nevyhnutné zlo¾ky, konèím

source: Move around with ^P and ^N, cursor keys, initial letters, or digits; Press <enter> to confirm selection. ^L redraws screen.
pl: U¿yj ^P oraz ^N, klawiszy kursora, pierwszych liter lub cyfr; Wci¶nij ENTER dla potwiedzenie wyboru. ^L przerysowanie ekranu.
sk: Pohybujte sa okolo s ^P a ^N, kurzorovými klávesami, zaèiatoènými písmenami, alebo èíslicami; Stlaète <enter> pre potvrdenie výberu. ^L prekreslí obrazovku.

source: Read-only access: only preview of selections is available!
pl: Tryb tylko do odczytu: mo¿na jedynie przegl±daæ listê pakietów!
sk: Prístup len na èítanie: mo¾ný je len prehµad výberov!

source: failed to getch in main menu
pl: nie mo¿na wywo³aæ `getch' w g³ównym menu
sk: zlyhala funkcia getch v hlavnom menu

source: unknown action string `%.50s'
pl: nieznane dzia³anie `%.50s'
sk: neznámy re»azec akcie `%.50s'

source: dselect - list of access methods
pl: dselect - lista metod dostêpu
sk: dselect - zoznam prístupových metód

source: Access method `%s'.
pl: Metoda dostêpu `%s'.
sk: Prístupová metóda `%s'.

source: Abbrev.
pl: Oznaczenie
sk: Skrát.

source: doupdate failed
pl: nie mo¿na wykonaæ funkcji `doupdate'
sk: funkcia doupdate zlyhala

source: failed to unblock SIGWINCH
pl: nie mo¿na odblokowaæ SIGWINCH
sk: zlyhalo odblokovanie premennej SIGWINCH

source: failed to re-block SIGWINCH
pl: nie mo¿na przeblokowaæ SIGWINCH
sk: zlyhalo opätovné zablokovanie premennej SIGWINCH

source: getch failed
pl: nie mo¿na wykonaæ funkcji `getch'
sk: funkcia getch zlyhala

source: [none]
pl: [brak]
sk: [¾iadny]

source: explanation of
pl: wyja¶nienie dla
sk: vysvetlenie

source: No explanation available.
pl: Brak dostêpnego wyja¶nienia.
sk: Nie je dostupné ¾iadne vysvetlenie.

source: Press <enter> to continue.
pl: Wci¶nij ENTER aby kontynuowaæ.
sk: Stlaète <enter> pre pokraèovanie.

source: error un-catching signal %d: %s
pl: nie mo¿na odzyskaæ sygna³u %d: %s
sk: chyba - nezachytenie signálu %d: %s

source: unable to ignore signal %d before running %.250s
pl: nie mo¿na zignorowaæ sygna³u %d przed wykonaniem %.250s
sk: nie je mo¾né ignorova» signál %d pred spustením %.250s

source: unable to run %.250s process `%.250s'
pl: nie mo¿na uruchomiæ procesu %.250s `%.250s'
sk: nie je mo¾né spusti» `%.250s' proces `%.250s'

source: unable to wait for %.250s
pl: nie mo¿na wykonaæ funkcji `wait' dla `%.250s'
sk: nie je mo¾né èaka» na %.250s

source: got wrong child's status - asked for %ld, got %ld
pl: proces potomny zwróci³ z³y kod powrotu - spodziewano siê %ld, otrzymano %ld
sk: dostal som nesprávny stav potomka - ¾iadal som %ld, dostal som %ld

source: returned error exit status %d.
pl: otrzymano kod powrotu %d.
sk: vrátená chyba výstupného stavu %d

source: was interrupted.
pl: zosta³ przerwany.
sk: bol preru¹ený.

source: was terminated by a signal: %s.
pl: zosta³ zatrzymany sygna³em: %s.
sk: bol ukonèený signálom: %s.

source: (It left a coredump.)
pl: (Pozostawi³ plik core.)
sk: (Zostal coredump.)

source: failed with an unknown wait return code %d.
pl: funkcja `wait' zwróci³a nierozpoznany kod b³êdu %d.
sk: zlyhal s neznámym èakacím návratovým kódom %d.

source: Press <enter> to continue.
pl: Wci¶nij ENTER aby kontynuowaæ.
sk: Pre pokraèovanie stlaète <enter>.

source: write error on standard error
pl: nie mo¿na zapisaæ stderr
sk: chyba pri zápise na ¹tandardný vstup

source: error reading acknowledgement of program failure message
pl: nie mo¿na odczytaæ potwiedzenia komunikatów b³êdów programu
sk: chyba pri èítaní potvrdenia správy o zlyhaní programu

source: update available list script
pl: aktualizacja listy dostêpnych skryptów
sk: aktualizácia dostupného skriptu zoznamu

source: installation script
pl: skrypt instalacyjny
sk: in¹talaèný skript

source: query/setup script
pl: skrypt zapytania/ustawiania
sk: dotazovací/nastavovací skript

source: syntax error in method options file `%.250s' -- %s
pl: b³±d sk³adni w pliku opcji metody `%.250s' -- %s
sk: syntaktická chyba v metóde súboru volieb `%.250s' -- %s

source: error reading options file `%.250s'
pl: nie mo¿na odczytaæ pliku opcji `%.250s'
sk: chyba pri èítaní súboru volieb `%.250s'

source: unable to read `%.250s' directory for reading methods
pl: nie mo¿na odczytaæ katalogu `%.250s' do odczytu metod
sk: nie je mo¾né èíta» adresár `%.250s' pre metódy èítania

source: method `%.250s' has name that is too long (%d > %d characters)
pl: metoda `%.250s' ma za d³ug± nazwê (%d > %d znaków)
sk: metóda `%.250s' má názov, ktorý je príli¹ dlhý (%d > %d znakov)

source: unable to access method script `%.250s'
pl: nie mo¿na odczytaæ skryptu opcji metody `%.250s'
sk: nie je mo¾né pristupova» k skriptu metódy `%.250s'

source: unable to read method options file `%.250s'
pl: nie mo¿na odczytaæ pliku opcji metody `%.250s'
sk: nie je mo¾né èíta» súbor volieb metód `%.250s'

source: non-digit where digit wanted
pl: znak nie bêd±cy cyfr± tam gdzie jest wymagana
sk: neèíselná hodnota tam, kde je oèakávané èíslo

source: EOF in index string
pl: EOF w ci±gu znaków indeksu
sk: EOF v indexovacom re»azci

source: index string too long
pl: ci±g znaków indeksu jest za d³ugi
sk: indexovací re»azec je príli¹ dlhý

source: newline before option name start
pl: znak nowej linii przed nazw± opcji
sk: nový riadok pred zaèiatkom názvu voµby

source: EOF before option name start
pl: EOF przed nazw± opcji
sk: EOF pred zaèiatkom názvu voµby

source: nonalpha where option name start wanted
pl: znak nie bêd±cy liter± na pocz±tku nazwy opcji
sk: nealfanumerický znak tam, kde je oèakávaný zaèiatok názvu voµby

source: non-alphanum in option name
pl: znak nie bêd±cy liter± lub cyfr± w nazwie opcji
sk: nealfanumerický znak v názve voµby

source: EOF in option name
pl: EOF w nazwie opcji
sk: EOF v názve voµby

source: newline before summary
pl: znak nowej linii przed podsumowaniem
sk: nový riadok pred prehµadom

source: EOF before summary
pl: EOF przed podsumowaniem
sk: EOF pred prehµadom

source: EOF in summary - missing newline
pl: EOF w podsumowaniu - brak znaku nowej linii
sk: EOF v prehµade - chýbajúci nový riadok

source: unable to open option description file `%.250s'
pl: nie mo¿na otworzyæ pliku opisu opcji `%.250s'
sk: nie je mo¾né otvori» voµbu popisu súboru `%.250s'

source: unable to stat option description file `%.250s'
pl: nie mo¿na ustaliæ stanu pliku opisu opcji %.250s
sk: nie je mo¾né zisti» stav voµby popisu súboru `%.250s'

source: failed to read option description file `%.250s'
pl: nie mo¿na odczytaæ pliku opisu opcji %.250s
sk: zlyhalo naèítanie popisného súboru volieb `%.250s'

source: error during read of option description file `%.250s'
pl: nie mo¿na odczytaæ pliku opisu opcji %.250s
sk: chyba pri èítaní popisného súboru volieb `%.250s'

source: error during read of method options file `%.250s'
pl: nie mo¿na odczytaæ pliku opcji metody %.250s
sk: chyba pri èítaní súboru s voµbami metód `%.250s'

source: unable to open current option file `%.250s'
pl: nie mo¿na otworzyæ pliku bie¿±cej opcji `%.250s'
sk: nie je mo¾né otvori» aktuálny súbor s voµbami `%.250s'

source: unable to open new option file `%.250s'
pl: nie mo¿na otworzyæ pliku nowej opcji `%.250s'
sk: nie je mo¾né otvori» nový súbor s voµbami `%.250s'

source: unable to write new option to `%.250s'
pl: nie mo¿na zapisaæ nowej opcji w `%.250s'
sk: nie je mo¾né zapísa» nové voµby do `%.255s'

source: unable to close new option file `%.250s'
pl: nie mo¿na zamkn±æ pliku nowej opcji `%.250s'
sk: nie je mo¾né zatvori» nový súbor s voµbami `%.250s'

source: unable to install new option as `%.250s'
pl: nie mo¿na zainstalowaæ nowej opcji jako `%.250s'
sk: nie je mo¾né nain¹talova» novú voµbu ako `%.255s'

source: (no clientdata)
pl: (brak danych)
sk: (¾iadne klientské dáta)

source: new package
pl: nowy pakiet
sk: nový balík

source: install
pl: instalacja
sk: nain¹talova»

source: hold
pl: wstrzymany
sk: podr¾a»

source: remove
pl: usuwanie
sk: odstráni»

source: purge
pl: wyczyszczony
sk: vyèisti»

source: REINSTALL
pl: REINSTALACJA
sk: PREIN©TALOVA«

source: unpacked (not set up)
pl: rozpakowany (nie skonfigurowany)
sk: rozbalený (nenakonfigurovaný)

source: failed config
pl: b³êdna konfiguracja
sk: zlyhala konfigurácia

source: half installed
pl: wpó³ zainstalowany
sk: èiastoène nain¹talovaný

source: removed (configs remain)
pl: usuniêty (konfiguracja pozosta³a)
sk: odstránený (konfigurácie ponechané)

source: Required
pl: Wymagane
sk: Vy¾adovaný

source: Important
pl: Wa¿ne
sk: Dôle¾itý

source: Standard
pl: Zwyczajne
sk: ©tandardný

source: Recommended
pl: Polecane
sk: Odporúèaný

source: Optional
pl: Opcjonalne
sk: Voliteµný

source: Extra
pl: Dodatkowe

source: Contrib
pl: Serwisowane
sk: Dodatoèný

source: !Bug!
pl: !B³±d!
sk: !Chyba!

source: Unclassified
pl: Niesklasyfikowane
sk: Neklasifikovaný

source: suggests
pl: sugeruje
sk: navrhuje

source: recommends
pl: poleca
sk: odporúèa

source: depends on
pl: zale¿y od
sk: závisí na

source: pre-depends on
pl: zale¿y-przed od
sk: pred-závisí na

source: conflicts with
pl: w konflikcie z

source: provides
pl: dostarcza
sk: poskytuje

source: replaces
pl: wymienia
sk: nahrádza

source: enhances
pl: rozszerza
sk: vylep¹uje

source: Req
pl: Kon
sk: Vy¾

source: Imp
pl: Wa¿
sk: Dôl

source: Std
pl: Zwy
sk: ©ta

source: Rec
pl: Pol
sk: Dop

source: Opt
pl: Opc
sk: Vol

source: Xtr
pl: Dod

source: Ctb
pl: Ser

source: bUG
pl: B³±
sk: Chy

source: Broken
pl: Uszkodzone
sk: Po¹kodený

source: New
pl: Nowe
sk: Nový

source: Updated
pl: Do-zaktualizowania
sk: Aktualizovaný

source: Obsolete/local
pl: Wycofane/lokalne
sk: Zastaralý/lokálny

source: Up-to-date
pl: Aktualne
sk: Aktuálny

source: Available
pl: Dostêpne
sk: Dostupný

source: Removed
pl: Usuniête
sk: Odstránený

source: Brokenly installed packages
pl: Pakiety uszkodzone podczas instalacji
sk: Chybne nain¹talované balíky

source: Newly available packages
pl: Pakiety nowodostêpne
sk: Novo dostupné balíky

source: Updated packages (newer version is available)
pl: Pakiety o dostêpnej aktualnej wersji
sk: Aktualizované balíky (k dispozícii je nov¹ia verzia)

source: Obsolete and local packages present on system
pl: Pakiety wycofane lub dostêpne tylko lokalnie
sk: Zastaralé a lokálne balíky v systéme

source: Up to date installed packages
pl: Pakiety aktualne
sk: Aktuálne nain¹talované balíky

source: Available packages (not currently installed)
pl: Pakiety dostêpne i jeszcze nie zainstalowane
sk: Dostupné balíky (momentálne nenain¹talované)

source: Removed and no longer available packages
pl: Pakiety usuniête i ju¿ niedostêpne
sk: Odstránené a viac nedostupné balíky

source: Installed packages
pl: Pakiety zainstalowane
sk: Nain¹talované balíky

source: Removed packages (configuration still present)
pl: Pakiety usuniête (konfiguracja pozosta³a)
sk: Odstránené balíky (konfigurácia stále zachovaná)

source: Purged packages and those never installed
pl: Pakiety wyczyszczone i nie zainstalowane
sk: Vyèistené a nikdy nenain¹talované balíky

source: Installed
pl: Zainstalowane
sk: Nain¹talované

source: Purged
pl: Wyczyszczone
sk: Vyèistené

source: dselect - recursive package listing
pl: dselect - lista konfliktów
sk: dselect - rekurzívny výpis balíkov

source: dselect - inspection of package states
pl: dselect - stan pakietów
sk: dselect - in¹pekcia stavov balíkov

source: dselect - main package listing
pl: dselect - lista pakietów
sk: dselect - hlavný zoznam balíkov

source: (by section)
pl: (wg sekcji)
sk: (podµa sekcie)

source: (avail., section)
pl: (dostêpn., sekcja)
sk: (dostup., sekcia)

source: (status, section)
pl: (stan, sekcja)
sk: (stav, sekcia)

source: (by priority)
pl: (wg priorytetu)
sk: (podµa priority)

source: (avail., priority)
pl: (dostêpn., priorytet)
sk: (dostup., priorita)

source: (status, priority)
pl: (stan, priorytet)
sk: (stav, priorita)

source: (alphabetically)
pl: (alfabetycznie)
sk: (abecedne)

source: (by availability)
pl: (wg dostêpno¶ci)
sk: (podµa dostupnosti)

source: (by status)
pl: (wg stanu)
sk: (podµa stavu)

source: mark:+/=/- terse:v help:?
pl: wybór:+/=/- ogólnie:v pomoc:?
sk: znaè.:+/=/- struè:v nápoveda:?

source: mark:+/=/- verbose:v help:?
pl: wybór:+/=/- szczegó³y:v pomoc:?
sk: znaè.:+/=/- podrob:v nápoveda:?

source: terse:v help:?
pl: ogólnie:v pomoc:?
sk: struène:v nápoveda:?

source: verbose:v help:?
pl: szczegó³y:v pomoc:?
sk: podrobne:v nápoveda:?

source: The line you have highlighted represents many packages; if you ask to install, remove, hold, etc. it you will affect all the packages which match the criterion shown. If you move the highlight to a line for a particular package you will see information about that package displayed here. You can use `o' and `O' to change the sort order and give yourself the opportunity to mark packages in different kinds of groups.
pl: Pod¶wietlona linia reprezentuje wiele pakietów; je¿eli zostanie wybrana operacja instalacji, usuniêcia, wyczyszczenia lub wstrzymania, dotyczyæ bêdzie wszystkich pakietów, które odpowiadaj± podanemu kryterium. Mo¿na przesun±æ kursor, aby wybraæ konkretny pakiet oraz uzyskaæ informacje o nim. Mo¿na u¿yæ `o' lub `O', aby zmieniæ kolejno¶æ uporz±dkowania pakietów lub zaznaczyæ pakiety z innych grup.
sk: Riadok, ktory ste zvýraznili reprezentuje mno¾stvo balíkov; ak po¾adujete in¹taláciu, odstránenie, podr¾anie, atï., ovplyvní to v¹etky balíky, ktoré sa zhodujú so zobrazenými kritériami. Ak presuniete zvýraznenie na riadok s príslu¹ným balíkom, zobrazia sa Vám na tomto mieste informácie o tomto balíku. Mô¾ete pou¾i» `o' a `O' na zmenu zotriedenia a umo¾ni» tak oznaèenie balíkov z iných skupín.

source: interrelationships affecting
pl: relacje dotycz±ce pakietu
sk: závislosti ovplyvòujúce

source: interrelationships
pl: relacje
sk: závislosti

source: description of
pl: opis pakietu
sk: popis

source: no description available.
pl: brak dostêpnego opisu.
sk: popis nie je dostupný

source: description
pl: opis
sk: popis

source: currently installed control info
pl: plik kontrolny zainstalowanego pakietu
sk: momentálne nain¹talované riadiace informácie

source: installed control info for
pl: plik kontrolny zainstalowanego pakietu
sk: nain¹talované riadiace informácie pre

source: available version of control file info
pl: plik kontrolny dostêpnej wersji pakietu
sk: dostupná verzia informácií o riadiacom súbore

source: available version of control info for
pl: plik kontrolny dostêpnej wersji pakietu
sk: dostupná verzia informácií o riadení pre

source: <null>
pl: <puste>
sk: <nula>

source: invalid search option given
pl: nieprawid³owa opcja wyszukiwania
sk: zadaná nesprávna podmienka vyhµadávania

source: error in regular expression
pl: b³±d w wyra¿eniu regularnym
sk: chyba v regulárnom výraze

source: does not appear to be available
pl: nie wydaje siê byæ dostêpny
sk: nevyzerá by» dostupným

source: or
pl: lub
sk: alebo

source: All
pl: Wszystkie
sk: V¹etky

source: All packages
pl: Wszystkie pakiety
sk: V¹etky balíky

source: %s packages without a section
pl: %s pakiety bez sekcji
sk: %s balíky bez sekcie

source: %s packages in section %s
pl: %s pakiety w sekcji %s
sk: %s balíkov v sekcii %s

source: %s %s packages
pl: %s %s pakiety
sk: %s %s balíky

source: %s %s packages without a section
pl: %s %s pakiety bez sekcji
sk: %s %s balíky bez sekcie

source: %s %s packages in section %s
pl: %s %s pakiety w sekcji %s
sk: %s %s balíky v sekcii %s

source: %-*s %s%s%s; %s (was: %s). %s
pl: %-*s %s%s%s; %s (by³: %s). %s
sk: %-*s %s%s%s; %s (bolo: %s). %s

source: Error
pl: B³±d
sk: Chyba

source: Installed?
pl: zainstalowany?
sk: Nain¹talovaný?

source: Old mark
pl: Poprzedni wybór
sk: Stará znaèka

source: Marked for
pl: Zaznaczony do
sk: Oznaèené pre

source: Section
pl: Sekcja
sk: Sekcia

source: Priority
pl: Priorytet
sk: Priorita

source: Package
pl: Pakiet
sk: Balík

source: Inst.ver
pl: Zainst.
sk: In¹t.ver

source: Avail.ver
pl: Dostêpne
sk: Dostup.ver

source: dpkg-deb - error: %s (`%s') doesn't contain any digits
pl: dpkg-deb - b³±d: %s (`%s') nie zawiera ¿adnej cyfry
sk: dpkg-deb - chyba: %s (`%s') neobsahuje ¾iadne èísla

source: --build needs a directory argument
pl: --build wymaga podania argumentu bêd±cego katalogiem
sk: --builds vy¾aduje adresár ako argument

source: --build takes at most two arguments
pl: --build wymaga podania najwy¿ej dwóch argumentów
sk: --build vy¾aduje najviac dva argumenty

source: unable to check for existence of archive `%.250s'
pl: nie mo¿na sprawdziæ istnienia archiwum `%.250s'
sk: nie je mo¾né overi» existenciu archívu `%.250s'

source: target is directory - cannot skip control file check
pl: cel jest katalogiem - nie mo¿na dokonaæ sprawdzenia pliku kontrolnego
sk: cieµ je adresárom - nemô¾em preskoèi» kontrolu riadiaceho súboru
