Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: --info requires one or more part file arguments
pl: --info wymaga podania co najmniej jednego argumentu bêd±cego plikiem czê¶ci
sk: --info vy¾aduje jeden alebo viac parametrov èastí súboru

source: file `%s' is not an archive part
pl: plik `%s' nie jest czê¶ci± archiwum
sk: súbor `%s' nie je súèas»ou archívu

source: unable to open output file `%.250s'
pl: nie mo¿na otworzyæ pliku wyj¶ciowego `%.250s'
sk: nie je mo¾né otvorit výstupný súbor `%.250s'

source: unable to (re)open input part file `%.250s'
pl: nie mo¿na otworzyæ pliku wej¶ciowego czê¶ci archiwum `%.250s'
sk: nie je mo¾né (znovu)otvori» vstupnú èas» súboru `%.250s'

source: done
pl: zrobione
sk: dokonèené

source: files `%.250s' and `%.250s' are not parts of the same file
pl: plik `%.250s' oraz `%.250s' nie s± czê¶ciami tego samego archiwum
sk: súbory `%.250s' a `%.250s' nie sú súèas»ou toho istého súboru

source: there are several versions of part %d - at least `%.250s' and `%.250s'
pl: jest kilka ró¿nych wersji czê¶ci %d - przynajmniej `%.250s' oraz `%.250s'
sk: na¹iel som niekoµko verzií èasti %d - najmenej `%.250s' a `%.250s'

source: --join requires one or more part file arguments
pl: --join wymaga podania co najmniej jednego argumentu bêd±cego plikiem czê¶ci
sk: --join vy¾aduje jeden alebo viac argumentov èasti súboru

source: part %d is missing
pl: brakuje czê¶ci %d
sk: èas» %d chýba

source: Debian GNU/Linux `dpkg-split' package split/join tool; version
pl: Debian GNU/Linux `dpkg-split', program do dzielenia/³±czenia pakietów, wersja
sk: Debian GNU/Linux `dpkg-split' rodeµovací/spájací nástroj balíku; verzia

source: Copyright (C) 1994-1996 Ian Jackson. This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty. See dpkg-split --licence for details.
pl: Copyright 1994-1996 Ian Jackson. Niniejszy program jest oprogramowaniem wolnodostêpnym, rozpowszechnianym na warunkach Powszechnej Licencji Publicznej GNU wersji drugiej tej licencji lub której¶ z pó¼niejszych wersji. Brak JAKIEJKOLWIEK gwarancji. Wiêcej szczegó³ów zobacz w dpkg-split --licence.
sk: Copyright (C) 1994-1996 Ian Jackson. Toto je slobodný software; pre podmienky kopírovania pozrite GNU General Public Licence verziu 2 alebo neskor¹iu. Záruka sa neposkytuje. Pou¾ite dpkg-split --licence pre získanie detailov.

source: Usage: dpkg-split -s|--split <file> [<prefix>] Split an archive. dpkg-split -j|--join <part> <part> ... Join parts together. dpkg-split -I|--info <part> ... Display info about a part. dpkg-split -h|--help|--version|--licence Show help/version/licence. dpkg-split -a|--auto -o <complete> <part> Auto-accumulate parts. dpkg-split -l|--listq List unmatched pieces. dpkg-split -d|--discard [<filename> ...] Discard unmatched pieces. Options: --depotdir <directory> (default is %s/%s) -S|--partsize <size> (in Kb, for -s, default is 450) -o|--output <file> (for -j, default is <package>-<version>.deb) -Q|--npquiet (be quiet when -a is not a part) --msdos (generate 8.3 filenames) Exit status: 0 = OK; 1 = -a is not a part; 2 = trouble!
pl: U¿ycie: dpkg-split -s|--split <plik> [<prefiks>] Podziel archiwum. dpkg-split -j|--join <czê¶æ> <czê¶æ> ... Po³±cz czê¶ci archiwum. dpkg-split -I|--info <czê¶æ> ... Wy¶wietl info o czê¶ci. dpkg-split -h|--help|--version|--licence Poka¿ pomoc/wersjê/licencjê. dpkg-split -a|--auto -o <komplet> <czê¶æ> Automatyczne ³±czenie czê¶ci. dpkg-split -l|--listq Lista niepasuj±cych czê¶ci. dpkg-split -d|--discard [<plik> ...] Usuniêcie niepasuj±cych cz. Opcje: --depotdir <katalog> (domy¶lnie jest %s/%s) -S|--partsize <rozmiar> (w KB, dla -s, domy¶lnie jest 450) -o|--output <plik> (dla -j, domy¶lnie jest <pakiet>-<wersja>.deb) -Q|--npquiet (brak komunikatu gdy -a nie jest czê¶ci±) --msdos (tworzenie nazw plików w formacie 8.3) Kod powrotu: 0 = OK; 1 = -a nie jest czê¶ci±; 2 = problem!
sk: Pou¾itie: dpkg-split -s|--split <súbor> [<prefix>] Rozdelí archív. dpkg-split -j|--join <èas»> <èas»> ... Spojí èasti dohromady. dpkg-split -I|--info <èas»> ... Zobrazí informáciu o èasti. dpkg-split -h|--help|--version|--licence Vypí¹e nápovedu/verzia/licencie. dpkg-split -a|--auto -o <celok> <èas»> Automaticky spojí èasti. dpkg-split -l|--listq Vypí¹e nehodiace sa èasti. dpkg-split -d|--discard [<názov súboru> ...] Zahodí nehodiace sa èasti. Prepínaèe: --depotdir <adresár> (predvolený je %s/%s) -S|--partsize <veµkos»> (v Kb, pre -s, predvolený je 450) -o|--output <súbor> (pre -j, predvolený je <balík>-<verzia>.deb) -Q|--npquiet (ignoruj ak -a nie je súèas»ou) --msdos (generuje názvy súborov verzie 8.3) Výstupný stav: 0 = OK; 1 = -a nie je súèas»ou; 2 = problémy!

source: Type dpkg-split --help for help.
pl: Wpisz dpkg-split --help aby otrzymaæ pomoc.
sk: Napí¹te dpkg-split --help pre nápovedu.

source: error reading %s
pl: b³±d odczytu %s
sk: chyba pri èítaní %s

source: error reading %.250s
pl: b³±d odczytu %.250s
sk: chyba pri èítaní %.250s

source: unexpected end of file in %.250s
pl: niespodziewany koniec pliku dla %.250s
sk: neoèakávaný koniec súboru v %.250s

source: part size is far too large or is not positive
pl: rozmiar czê¶ci jest za du¿y lub jest liczb± ujemn±
sk: veµkos» èasti je buï príli¹ veµká alebo negatívna

source: part size must be at least %dk (to allow for header)
pl: rozmiar czê¶ci musi mieæ co najmniej %dk
sk: veµkos» èasti musí by» aspoò %dk (kvôli hlavièke)

source: unable to read depot directory `%.250s'
pl: nie mo¿na odczytaæ katalogu czê¶ci `%.250s'
sk: nie je mo¾né preèíta» uskladòovací adresár `%.250s'

source: --auto requires the use of the --output option
pl: --auto wymaga u¿ycia opcji --output
sk: --auto vy¾aduje pou¾itie voµby --output

source: --auto requires exactly one part file argument
pl: --auto wymaga podania dok³adnie jednego pliku czê¶ci
sk: --auto vy¾aduje presne jednu èas» parametru súboru

source: unable to read part file `%.250s'
pl: nie mo¿na odczytaæ pliku czê¶ci `%.250s'
sk: nie je mo¾né preèíta» èas» súboru `%.250s'

source: File `%.250s' is not part of a multipart archive.
pl: Plik `%.250s' nie jest czê¶ci± archiwum.
sk: Súbor `%.250s' nie je èas»ou archívu skladajúceho sa z viacerých èastí.

source: unable to reopen part file `%.250s'
pl: nie mo¿na otworzyæ pliku czê¶ci `%.250s'
sk: nie je mo¾né znovu otvori» èas» súboru `%.250s'

source: part file `%.250s' has trailing garbage
pl: plik czê¶ci `%.250s' zawiera ¶mieci
sk: èas» súboru `%.250s' obsahuje na konci odpad

source: unable to open new depot file `%.250s'
pl: nie mo¿na otworzyæ nowego pliku czê¶ci `%.250s'
sk: nie je mo¾né otvori» nový depot súbor `%.250s'

source: unable to rename new depot file `%.250s' to `%.250s'
pl: nie mo¿na zmieniæ nazwy nowego pliku czê¶ci z `%.250s' na `%.250s'
sk: nie je mo¾né premenova» nový uskladòovací súbor `%.250s' na `%.250s'

source: Part %d of package %s filed (still want
pl: Czê¶æ %d pakietu %s odnaleziona (wci±¿ potrzeba
sk: Èas» %d balíku %s je naplnená (stále potrebuje

source: and
pl: oraz
sk: a

source: unable to delete used-up depot file `%.250s'
pl: nie mo¿na usuwaæ u¿ytego pliku czê¶ci `%.250s'
sk: nie je mo¾né vymaza» pou¾itý uskladòovací súbor `%.250s'

source: --listq does not take any arguments
pl: --listq wymaga niepodawania argumentu
sk: --listq musí by» zadaný bez parametru

source: Junk files left around in the depot directory:
pl: W katalogu czê¶ci znajduj± siê pliki zawieraj±ce ¶mieci:
sk: Prebytoèné súbory zanechané v uskladòovacom adresári:

source: unable to stat `%.250s'
pl: nie mo¿na sprawdziæ stanu `%.250s'
sk: nie je mo¾né zisti» stav `%.250s'

source: %s (%lu bytes)
pl: %s (%lu bajtów)
sk: %s (%lu bajtov)

source: %s (not a plain file)
pl: %s (nie jest plikiem)
sk: %s (nie je obyèajný súbor)

source: Packages not yet reassembled:
pl: Pakiety jeszcze nie przebudowane:
sk: Zatiaµ nezostavené balíky:

source: part file `%.250s' is not a plain file
pl: plik czê¶ci `%.250s' nie jest zwyk³ym plikiem
sk: èas» súboru `%.250s' nie je obyèajný súbor

source: (total %lu bytes)
pl: (ca³o¶æ %lu bajtów)
sk: (celkom %lu bajtov)

source: unable to discard `%.250s'
pl: nie mo¿na usun±æ `%.250s'
sk: nie je mo¾né zahodi» `%.250s'

source: Deleted %s.
pl: Usuniêto %s.
sk: Vymazaný %s.

source: --split needs a source filename argument
pl: --split wymaga podania nazwy pliku ¼ród³owego
sk: --split potrebuje ako argument zdrojový názov súboru

source: --split takes at most a source filename and destination prefix
pl: --split wymaga podania najwy¿ej nazwy pliku ¼ród³owego i prefiksu plików docelowych
sk: --split vy¾aduje najviac zdrojový názov súboru a zaèiatok cieµovej cesty

source: unable to open source file `%.250s'
pl: nie mo¿na otworzyæ pliku ¼ród³owego `%.255s'
sk: nie je mo¾né otvori» zdrojový súbor `%.250s'

source: unable to fstat source file
pl: nie mo¿na sprawdziæ stanu pliku ¼ród³owego
sk: nie je mo¾né vykona» funkciu fstat na zdrojový súbor

source: source file `%.250s' not a plain file
pl: plik ¼ród³owy `%.255s' nie jest zwyk³ym plikiem
sk: zdrojový súbor `%.250s' nie je obyèajný súbor

source: unable to exec mksplit
pl: nie mo¿na wykonaæ mksplit
sk: nie je mo¾né spusti» funkciu mksplit

source: new %s script
sk: nový %s script

source: baselist::startdisplay() done ... xmax=%d, ymax=%d; title_height=%d, colheads_height=%d, list_height=%d; thisstate_height=%d, info_height=%d, whatinfo_height=%d; colheads_row=%d, thisstate_row=%d, info_row=%d; whatinfo_row=%d, list_row=%d;
sk: základný zoznam::startdisplay() vykonané ... xmax=%d, ymax=%d; title_height=%d, colheads_height=%d, list_height=%d; thisstate_height=%d, info_height=%d, whatinfo_height=%d; colheads_row=%d, thisstate_row=%d, info_row=%d; whatinfo_row=%d, list_row=%d;

source: a
sk: p

source: u
sk: a

source: s
sk: v

source: i
sk: n

source: c
sk: k

source: r
sk: o

source: q
sk: u

source: control
sk: riadenie
