Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: Motion keys: Next/Previous, Top/End, Up/Down, Backwards/Forwards: Down-arrow, j Up-arrow, k move highlight N, Page-down, Space P, Page-up, Backspace scroll list by 1 page ^n ^p scroll list by 1 line t, Home e, End jump to top/end of list u d scroll info by 1 page ^u ^d scroll info by 1 line B, Left-arrow F, Right-arrow pan display by 1/3 screen ^b ^f pan display by 1 character Mark packages for later processing: +, Insert install or upgrade =, H hold in present state -, Delete remove :, G unhold: upgrade or leave uninstalled _ remove & purge config Miscellaneous: Quit, exit, overwrite (note capitals!): ?, F1 request help (also Help) Return Confirm, quit (check dependencies) i, I toggle/cycle info displays Q Confirm, quit (override dep.s) o, O cycle through sort options X, Esc eXit, abandoning any changes made v, V change status display opts R Revert to state before this list ^l redraw display U set all to sUggested state / search (Return to cancel) D set all to Directly requested state n, \ repeat last search
pl: Klawisze ruchu: Nastêpny/Poprzedni, Góra/Dó³, Do góry/W dó³: Strza³ka-w-dó³, n Strza³ka-do-góry, k ruch kursora N, Page-down, Spacja P, Page-up, Backspace przewiniêcie listy o 1 ekran ^n ^p przewiniêcie listy o 1 liniê t, Home e, End skok na pocz±tek/koniec listy u d przewiniêcie info o 1 ekran ^u ^d przewiniêcie info o 1 liniê B, Strza³ka-w-lewo F, Strza³ka-w-prawo przesuniêcie w bok 1/3 ekranu ^b ^f przesuniêcie w bok o 1 znak Zaznaczenie pakietów do pó¼niejszego przetwarzania: +, Insert instaluj lub aktualizuj =, H wstrzymaj -, Delete usuñ :, G ponów przetwarzanie _ usuñ i wyczy¶æ konfiguracjê Pozosta³e klawisze: Zakoñczenie wyboru pakietów: ?, F1 przywo³anie pomocy Return Potwied¼, wyjd¼ (sprawd¼ zale¿no¶ci) i, I prze³±cz/wy³±cz informacje Q Potwied¼, wyjd¼ (zignoruj zale¿no¶ci) o, O zmiana metody sortowania X, Esc Wyjd¼, anuluj wszelkie zmiany v, V zmiana sposobu wy¶wietlania R Przywrócenie stanu przed wyborem ^l od¶wie¿enie ekranu U Wybierz sugerowane pakiety / szukaj (Return - anuluj) D Wybierz niezbêdne pakiety \ powtórz ostatnie szukanie
sk: Tlaèidlá pohybu: Ïal¹í/Predo¹lý, Zaèiatok/Koniec, Hore/Dolu, Naspä»/Dopredu: ©ípka-dole, j ©ípka-hore, k posuò zvýraznenie N, Page-down, Space P, Page-up, Backspace posun v zozname o 1 stranu ^n ^p posun v zozname o 1 riadok t, Home e, End skoè na zaèiatok/koniec zoznamu u d posuò info o 1 stranu ^u ^d posuò info by 1 line B, ©ípka-vµavo F, ©ípka-vpravo posuò displej o 1/3 obrazovky ^b ^f posuò displej o 1 znak Oznaète balíky pre neskor¹ie spracovanie: +, Insert nain¹taluj alebo aktualizuj =, H udr¾ v súèasnom stave -, Delete odstráni» :, G uvoµni: aktualizuj alebo ponechaj odin¹talovaný _ odstráò a vyèisti konfiguráciu Rozlièné: Koniec, výstup, prepis (v¹imni si veµké písmená!): ?, F1 vy¾iadaj nápovedu (tie¾ Nápoveda) Návrat, Potvrdenie, koniec (skontroluj závislosti) i, I zmeò/cykluj info obrazovky Q Potvrï, koniec (potlaè dep.s) o, O cykluj cez zoraïovacie voµby X, Esc skonèi, zabudni v¹etky vykonané zmeny v, V zmeò stav volieb obrazovky R Vrá» do stavu pred týmto zoznamom ^l prekresli displej U nastav v¹etko na doporuèený stav / hµadaj (stlaèením Return zru¹) D nastav v¹etko na priamo po¾adovaný stav n, \ opakuj posledné vyhµadávanie

source: Introduction to package selections
pl: Wprowadzenie do wyboru pakietów
sk: Úvod do výberov balíkov

source: Welcome to dselect's main package listing. You will be presented with a list of packages which are installed or available for installation. You can navigate around the list using the cursor keys, mark packages for installation (using `+') or deinstallation (using `-'). Packages can be marked either singly or in groups; initially you will see that the line `All packages' is selected. `+', `-' and so on will affect all the packages described by the highlighted line. Some of your choices will cause conflicts or dependency problems; you will be given a sub-list of the relevant packages, so that you can solve the problems. You should read the list of keys and the explanations of the display. Much on-line help is available, please make use of it - press `?' at any time for help. When you have finished selecting packages, press <enter> to confirm changes, or `X' to quit without saving changes. A final check on conflicts and dependencies will be done - here too you may see a sublist. Press <space> to leave help and enter the list now.
pl: Witaj w g³ównym ekranie wyboru pakietów dselecta. Uka¿e siê lista pakietów, które s± ju¿ zainstalowane lub mo¿na je dopiero zainstalowaæ. Po li¶cie mo¿na siê poruszaæ klawiszami kursora. Klawiszem `+' mo¿esz zaznaczyæ pakiet do instalacji, klawiszem `-' do usuniêcia. Pakiety mog± byæ zaznaczane pojedynczo lub grupami. Pocz±tkowo kursor znajduje siê na pozycji `Wszystkie pakiety'. Klawisze `+', `-' spowoduj± zmianê stanu dla wszystkich pakietów z danej grupy. Czasem wybór pakietu powoduje konflikt lub problem zale¿no¶ci; pojawi siê wtedy lista pakietów, których dotyczy dany problem, który nale¿y rozwi±zaæ. Powiniene¶/a¶ przeczytaæ listê klawiszy oraz opis ekranu. Wiele pomocy mo¿na uzyskaæ naciskaj±c `?' w ka¿dym momencie. Je¿eli wybór pakietów zosta³ dokonany, nale¿y wcisn±æ Enter dla potwierdzenia zmian lub `X', by wyj¶æ bez ich zapisania. Zostanie dokonane ostateczne sprawdzenie konfliktów i zale¿no¶ci - tu te¿ mo¿e pojawiæ siê lista pakietów. Wci¶nij <spacjê>, aby opu¶ciæ ekran pomocy i przej¶æ do listy pakietów.
sk: Vitajte v hlavnom zozname balíkov dselect-u. Budete oboznámení so zoznamom balíkov, ktoré sú nain¹talované, alebo sú dostupné na in¹taláciu. V zozname sa mô¾ete pohybova» pomocou kurzorových klávesov, oznaèova» balíky na in¹taláciu (pou¾itím `+') alebo dein¹taláciu (pou¾itím `-'). Balíky mô¾u by» oznaèované buï jednotlivo, alebo v skupinách; na zaèiatku uvidíte riadok `V¹etky balíky' sú vybraté. `+', `-' a tak ïalej majú vplyv na v¹etky balíky oznaèené zvýrazòovacím riadkom. Niektoré z Va¹ich volieb mô¾u spôsobi» konflikty alebo problémy so závislos»ami; budete po¾iadaný o pod-zoznam relevantných balíkov, èo je spôsob, ako mô¾ete daný problém vyrie¹i». Mali by ste si preèíta» zoznam klávesov a vysvetlivky k obsahu obrazovky. Je dostupných mno¾stvo on-line nápovied, prosíme Vás, aby ste ich pou¾ívali - stlaète `?' kedykoµvek a získate nápovedu. Keï skonèíte s výberom balíkov, stlaète <enter> pre potvrdenie zmien, alebo `X' pre ukonèenie bez zapísania zmien. Bude urobená závereèná kontrola konfliktov a závislostí - aj tu mô¾ete uvidie» pod-zoznam. Stlaète <medzerník> pre ukonèenie nápovedy a vstúpte do zoznamu.

source: Introduction to read-only package list browser
pl: Wprowadzenie do przegl±darki listy pakietów (tylko do odczytu)
sk: Úvod k prehliadaèu zoznamu balíkov len pre èítanie

source: Welcome to dselect's main package listing. You will be presented with a list of packages which are installed or available for installation. Since you do not have the privilege necessary to update package states, you are in a read-only mode. You can navigate around the list using the cursor keys (please see the `Keystrokes' help screen), observe the status of the packages and read information about them. You should read the list of keys and the explanations of the display. Much on-line help is available, please make use of it - press `?' at any time for help. When you have finished browsing, press `Q' or <enter> to quit. Press <space> to leave help and enter the list now.
pl: Witaj w g³ównym ekranie wyboru pakietów dselecta. Uka¿e siê lista pakietów, które s± ju¿ zainstalowane lub mo¿na je dopiero zainstalowaæ. Poniewa¿ nie posiadasz odpowiednich uprawnieñ do aktualizacji, znajdujesz siê w trybie tylko do odczytu. Po tej li¶cie mo¿na siê poruszaæ klawiszami kursora (proszê przeczytaæ ekran pomocy z opisem klawiszy), obserwowaæ stan pakietów oraz czytaæ informacje o nich. Proszê przeczytaæ listê klawiszy oraz wyja¶nienie wy¶wietlanych informacji. Wiele pomocy mo¿na uzyskaæ naciskaj±c `?' w ka¿dym momencie. Po zakoñczonym przegl±daniu listy pakietów, wci¶nij `Q' lub <enter>. Wci¶nij <spacjê>, aby opu¶ciæ ekran pomocy i przej¶æ do listy pakietów.
sk: Vitajte v hlavnom zozname balíkov dselect-u. Budete oboznámení so zoznamom balíkov, ktoré sú nain¹talované, alebo sú dostupné na in¹taláciu. Ked¾e nemáte privilégiá potrebné na aktualizáciu stavu balíkov, ste v móde len pre èítanie. V zozname sa mô¾ete pohybova» pomocou kurzorových klávesov (pozrite si nápovedu `Funkcie klávesov'), sledova» stav balíkov a preèíta» si informácie o nich. Mali by ste si preèíta» zoznam klávesov a vysvetlivky k obsahu obrazovky. Je dostupných mno¾stvo on-line nápovied, prosíme Vás, aby ste ich pou¾ívali - stlaète `?' kedykoµvek a získate nápovedu. Keï skonèíte prezeranie, stlaète `Q' alebo <enter> pre ukonèenie. Stlaète <medzerník> pre ukonèenie nápovedy a vstúpte do zoznamu.

source: Introduction to conflict/dependency resolution sub-list
pl: Wprowadzenie do listy konfliktów/zale¿no¶ci
sk: Úvod k podzoznamu rie¹ení konfliktov/závislostí

source: Dependency/conflict resolution - introduction. One or more of your choices have raised a conflict or dependency problem - some packages should only be installed in conjunction with certain others, and some combinations of packages may not be installed together. You will see a sub-list containing the packages involved. The bottom half of the display shows relevant conflicts and dependencies; use `i' to cycle between that, the package descriptions and the internal control information. A set of `suggested' packages has been calculated, and the initial markings in this sub-list have been set to match those, so you can just hit Return to accept the suggestions if you wish. You may abort the change(s) which caused the problem(s), and go back to the main list, by pressing capital `X'. You can also move around the list and change the markings so that they are more like what you want, and you can `reject' my suggestions by using the capital `D' or `R' keys (see the keybindings help screen). You can use capital `Q' to force me to accept the situation currently displayed, in case you want to override a recommendation or think that the program is mistaken. Press <space> to leave help and enter the sub-list; remember: press `?' for help.
pl: Rozwi±zywanie problemu zale¿no¶ci/konfliktu - wprowadzenie. Jeden lub wiêcej wybranych pakietów powoduje konflikt lub problem zale¿no¶ci - niektóre pakiety mog± zostaæ zainstalowane tylko wraz z innymi lub nie mog± istnieæ w systemie razem jednocze¶nie. Uka¿e siê lista zawieraj±ca problematyczne pakiety. Okno poni¿ej listy pakietów pokazuje rodzaj konfliktu i zale¿no¶ci; mo¿na u¿yæ klawisza `i' do prze³±czania siê pomiêdzy t± informacj± a opisem pakietu. Zosta³ przygotowany zestaw pakietów `sugerowanych' wraz ze wstêpnymi ustawieniami dotycz±cymi ich instalacji, wiêc je¶li chcesz mo¿esz je zaakceptowaæ naciskaj±c `Enter'. Mo¿esz anulowaæ problematyczne zmiany naciskaj±c `X', a tym samym powracaj±c do g³ównej listy. Mo¿esz równie¿ poruszaæ siê po li¶cie i zmieniaæ ustawienia tak, by dostosowaæ je do swoich potrzeb lub odrzuciæ moje sugestie u¿ywaj±c wielkich liter `D' lub `R' (zobacz opis klawiszy). U¿ywaj±c klawisza `Q', mo¿esz zmusiæ mnie do zaakceptowania aktualnie przedstawionej sytuacji, w przypadku gdyby¶ chcia³ zmieniæ moje zalecenia lub gdyby¶ my¶la³, ¿e pope³ni³em b³±d. Wci¶nij <spacjê>, aby opu¶ciæ ekran pomocy i przej¶æ do listy pakietów; pamiêtaj - wci¶nij `?', aby przywo³aæ ten ekran.
sk: Rie¹enie závislostí/konfliktov - úvod. Jedno alebo viacero z Va¹ich rozhodnutí vyvolalo konflikt alebo problém so závislos»ami - niektoré balíky by mali by» in¹talované v spojení s inými, a niektoré kombinácie balíkov by zasa nemali by» in¹talované spoloène. Zobrazí sa Vám zoznam príslu¹ných balíkov. V spodnej polovici displeja sú zobrazené relevantné konflikty a závislosti; pou¾ite `i' na pohyb medzi nimi, medzi popismi balíkov a medzi internými riadiacimi informáciami. Súbor `doporuèených' balíkov bol vypoèítaný a úvodné oznaèenia v tomto pod-zozname boli nastavené tak, aby sa s nimi zhodovali, tak¾e staèí, keï stlaèíte Return na znak súhlasu s odporúèaniami, ak si to ¾eláte. Máte mo¾nos» zru¹i» zmenu(y), ktoré spôsobili problém(y) a vráti» sa do hlavného zoznamu stlaèením klávesy `X'. Mô¾ete sa tie¾ presunú» inam v rámci zoznamu a zmeni» oznaèenia tak, aby lep¹ie zodpovedali Va¹im potrebám a mô¾ete tie¾ `odmietnu»' moje odporúèania stlaèením kláves `D' alebo `R' (pozrite si nápovedu o funkciách kláves). Mô¾ete stlaèi» klávesu `Q', ktorou ma donútite akceptova» momentálne zobrazenú situáciu v prípade, ¾e si ¾eláte ignorova» odporúèania alebo veci, u ktorých sa program mýli. Stlaète <medzerník> pre odchod z nápovedy a vstup do sub-zoznamu; pamätajte si: stlaète `?' pre nápovedu.

source: Display, part 1: package listing and status chars
pl: Wybór pakietów, czê¶æ 1: lista pakietów i oznaczenie stanu
sk: Zobrazenie, èast 1: zoznam balíkov a znaky stavov

source: The top half of the screen shows a list of packages. For each package you see four columns for its current status on the system and mark. In terse mode (use `v' to toggle verbose display) these are single characters, from left to right: Error flag: Space - no error (but package may be in broken state - see below) `R' - serious error during installation, needs reinstallation; Installed state: Space - not installed; `*' - installed; `-' - not installed but config files remain; packages in { `U' - unpacked but not yet configured; these states { `C' - half-configured (an error happened); are broken { `I' - half-installed (an error happened). Old mark: what was requested for this package before presenting this list; Mark: what is requested for this package: `*': marked for installation or upgrade; `-': marked for removal, but any configuration files will remain; `=': on hold: package will not be processed at all; `_': marked for purge completely - even remove configuration; `n': package is new and has yet to be marked for install/remove/&c. Also displayed are each package's Priority, Section, name, installed and available version numbers (shift-V to display/hide) and summary description.
pl: Górna czê¶æ ekranu przedstawia listê pakietów. Dla ka¿dego pakietu wy¶wietlane s± cztery kolumny oznaczaj±ce aktualny jego stan w systemie. W trybie domy¶lnym (klawisz `v' prze³±cza na tryb szczegó³owy) s± to cztery znaki, wymieniaj±c od lewej strony: Flaga b³êdu: Spacja - brak b³êdu (ale pakiet mo¿e byæ w nieprawid³owym stanie) `R' - powa¿ny b³±d podczas instalacji - konieczna reinstalacja Stan zainstalowania: Spacja - nie zainstalowany `*' - zainstalowany `-' - nie zainstalowany, zosta³y pliki konfiguracyjne tak oznaczone pakiety { `U' - rozpakowany, jeszcze nie skonfigurowany s± w nieprawid³owym { `C' - wpó³-skonfigurowany (wyst±pi³ b³±d) stanie { `I' - wpó³-zainstalowany (wyst±pi³ b³±d). Poprzedni wybór: to, co zosta³o wybrane przed pojawieniem siê tej listy; Znak: to, co zosta³o okre¶lone dla danego pakietu: `*': zaznaczony do instalacji lub aktualizacji `-': zaznaczony do usuniêcia, pliki konfiguracyjne zostan± zachowane `=': wstrzymany; pakiet nie bêdzie przetwarzany `_': zaznaczony do wyczyszczenia - wraz z plikami konfiguracyjnymi `n': nowy pakiet, jeszcze nie zaznaczony do instalacji/usuniêcia Ponadto ka¿dy pakiet ma wy¶wietlon± informacjê o priorytecie, sekcji, nazwie, wersji zainstalowanej i dostêpnej (shift-V ukrywa/pokazuje) oraz krótki opis.
sk: Horná polovica obrazovky ukazuje zoznam balíkov. Pre ka¾dý balík vidíte ¹tyri ståpce o jeho aktuálnom stave v systéme a oznaèenie. V obsiahlom móde (pou¾ite `v' na zapnutie obsiahleho zobrazenia) sú tu jednoduché znaky, zµava do prava: Chybový príznak: Medzerník - ¾iadna chyba (ale balík by mohol by» v po¹kodenom stave - pozrite ni¾¹ie) `R' - záva¾ná chyba pri in¹talácii, vy¾aduje prein¹talovanie; In¹talovaný stav: Medzerník - nenain¹talovaný; `*' - in¹talovaný; `-' - nenain¹talovaný, ale konfiguraèné súbory boli zachované; balíky v { `U' - rozbalený, ale stále nenakonfigurovaný; tieto stavy { `C' - polo-nakonfigurovaný (vyskytla sa chyba); sú po¹kodené { `I' - polo-nain¹talovaný (vyskytla sa chyba). Staré znaèky: èo bolo po¾adované pre tento balík pred zobrazením tohto zoznamu; Znaèka: èo je po¾adované pre tento balík: `*': oznaèené pre in¹taláciu alebo upgrade; `-': oznaèené pre odstránenie, ale konfiguraèné súbory zostanú zachované; `=': na podr¾anie: balíèek vôbec nebude spracovaný; `_': oznaèené pre kompletné vyèistenie - aj s odstránením konfigurácie; `n': balík je nový a e¹te nebol oznaèený pre in¹taláciu/odstránenie/atï. Zobrazuje sa tie¾ Priorita, Sekcia, meno, in¹talované a dostupné èísla verzií pre ka¾dý balík (shift-V pre zobrazenie/skrytie) a sumárny popis.

source: Display, part 2: list highlight; information display
pl: Wybór pakietów, czê¶æ 2: kursor; wy¶wietlane informacje
sk: Zobrazenie, èas» 2: zoznam zvýraznení; informaèný displej

source: * Highlight: One line in the package list will be highlighted. It indicates which package(s) will be affected by presses of `+', `-' and `_'. * The dividing line in the middle of the screen shows a brief explanation of the status of the currently-highlighted package, or a description of which group is highlighted if a group line is. If you don't understand the meaning of some of the status characters displayed, go to the relevant package and look at this divider line, or use the `v' key for a verbose display (press `v' again to go back to the terse display). * The bottom of the screen shows more information about the currently-highlighted package (if there is only one). It can show an extended description of the package, the internal package control details (either for the installed or available version of the package), or information about conflicts and dependencies involving the current package (in conflict/dependency resolution sublists). Use the `i' key to cycle through the displays, and `I' to hide the information display or expand it to use almost all of the screen.
pl: * Pod¶wietlenie: Jedna z linii jest pod¶wietlona. Okre¶la ona pakiet(y), dla którego (ych) zostanie zmieniony stan po wci¶niêciu `+', '-' i `_'. * Pasek na ¶rodku ekranu wy¶wietla informacje o stanie pakietu, który zosta³ wskazany kursorem, lub wy¶wietla krótki opis grupy, w przypadku gdy taka zostanie wskazana. Je¿eli nie rozumiesz znaczenia poszczególnych znaków oznaczaj±cych stan pakietu, pe³ny opis stanu znajduje siê na tym pasku (mo¿na tak¿e skorzystaæ z klawisza `v' prze³±czaj±cego listê na tryb szczegó³owy). * Na dole ekranu wy¶wietlane s± szczegó³owe informacje o wskazanym kursorem pakiecie (je¶li w ogóle zosta³ wskazany). Mo¿na wy¶wietliæ szczegó³owy opis pakietu, informacje o stanie pakietu pobrane z bazy danych systemu pakietów oraz informacje o konfliktach lub problemach z zale¿no¶ciami danego pakietu (dla listy konfliktów/zale¿no¶ci). Klawiszem `i' mo¿na wybraæ rodzaj wy¶wietlanej informacji, a klawiszem `I' mo¿na ukryæ to okno lub je rozszerzyæ na wiêksz± czê¶æ ekranu.
sk: * Zvýraznenie: Jeden riadok v zozname balíkov bude zvýraznený. Indikuje to, ktorý balík(y) bude ovplyvnený stlaèením kláves `+', `-' a `_'. * Rozdeµovací riadok v strede obrazovky zobrazuje struèný opis stavu momentálne zvýrazneného balíku, alebo popis zvýrazneného názvu skupiny balíkov. Ak nerozumiete významu niektorého zo zobrazených stavových znakov, choïte na relevantný balík a pozrite sa na rozdeµovací riadok, alebo pou¾ite klávesu `v' pre obsiahly displej (stlaète `v' znova a vrátite sa spä» na struèný displej). * Spodná èast obrazovky zobrazuje viac informácií o momentálne zvýraznenom balíku (ak je iba jeden). Mô¾e zobrazova» roz¹írený popis balíku, interné detaily riadenia balíku (buï pre in¹talované alebo pre dostupné verzie balíkov), alebo informácie o konfliktoch a závislostiach zahàòajúcich aktuálny balík (v pod-zozname rie¹ení konfliktov/závislostí). Pou¾ite klávesu `i' na prepínanie medzi displejmi a klávesu `I' na skrytie informaèného displeja alebo na jeho zväè¹enie na takmer celú veµkos» obrazovky.

source: Introduction to method selection display
pl: Wprowadzenie do wyboru metody instalacji
sk: Úvod do zobrazenia výberu metódy

source: dselect and dpkg can do automatic installation, loading the package files to be installed from one of a number of different possible places. This list allows you to select one of these installation methods. Move the highlight to the method you wish to use, and hit Enter. You will then be prompted for the information required to do the installation. As you move the highlight a description of each method, where available, is displayed in the bottom half of the screen. If you wish to quit without changing anything use the `x' key while in the list of installation methods. A full list of keystrokes is available by pressing `k' now, or from the help menu reachable by pressing `?'.
pl: dselect i dpkg potrafi dokonaæ automatycznej instalacji, ³aduj±c pliki przeznaczone do zainstalowania z wybranego miejsca. Ta lista pozwala na wybranie jednej z podanych metod instalacji. Proszê wybraæ metodê instalacji i wcisn±æ Enter. Nastêpnie nale¿y odpowiedzieæ na pytania dotycz±ce wybranej metody. Po przesuniêciu kursora na dan± metodê, na dole ekranu pojawi siê jej opis. Klawisz `x' s³u¿y do opuszczenia tej listy bez okre¶lenia metody instalacji. Pe³ny spis klawiszy dostêpny jest po wci¶niêciu klawisza `k' teraz, lub z menu pomocy dostêpnego pó¼niej pod klawiszem `?'.
sk: dselect a dpkg doká¾u automaticky in¹talova» a nahráva» súbory balíkov, ktoré majú by» nain¹talované z jedného z mnohých mo¾ných miest. Tento zoznam Vám umo¾òuje vybra» jednu z týchto in¹talaèných metód. Presuòte zvýraznenie na metódu, ktorú chcete pou¾i» a stlaète Enter. Následne budete po¾iadaní o zadanie informácií potrebných na vykonanie in¹talácie. Pri presune zvýraznenia sa popis ka¾dej metódy, ak je k dispozícii, zobrazuje v dolnej polovici obrazovky. Ak si ¾eláte skonèi» bez akejkoµvek zmeny, pou¾ite klávesu `x', keï sa nachádzate v zozname in¹talaèných metód. Úplný zoznam funkcií klávesov je teraz dostupný po stlaèení klávesy `k', alebo z menu nápovedy, ktorú je mo¾né získa» stlaèením klávesy `?'.

source: Keystrokes for method selection
pl: Spis klawiszy dla wyboru metody instalacji
