Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: %.250s is unpacked, but has never been configured.
pl: %.250s jest rozpakowany, ale nie by³ jeszcze skonfigurowany.
sk: %.250s je rozbalený, ale nebol e¹te nakonfigurovaný.

source: %.250s is unpacked, but is version %.250s.
pl: %.250s jest rozpakowany, ale w wersji %.250s.
sk: %.250s je rozbalený, ale vo verzii %.250s.

source: %.250s latest configured version is %.250s.
pl: %.250s ma skonfigurowan± wersjê %.250s.
sk: %.250s naposledy nakonfigurovaná verzia je %.250s.

source: %.250s is %s.
pl: %.250s jest %s.
sk: %.250s je %s.

source: %.250s provides %.250s but is to be removed.
pl: %.250s dostarcza %.250s ale jest przeznaczony do usuniêcia.
sk: %.250s poskytuje %.250s, ale bude odstránený.

source: %.250s provides %.250s but is to be deconfigured.
pl: %.250s dostarcza %.250s ale jest przeznaczony do zdekonfigurowania.
sk: %.250s poskytuje %.250s, ale bude dekonfigurovaný.

source: %.250s provides %.250s but is %s.
pl: %.250s dostarcza %.250s ale jest %s.
sk: %.250s poskytuje %.250s, ale je %s.

source: %.250s is not installed.
pl: %.250s nie jest zainstalowany.
sk: %.250s nie je nain¹talovaný.

source: %.250s (version %.250s) is to be installed.
pl: %.250s (wersja %.250s) jest przeznaczony do zainstalowania.
sk: %.250s (verzia %.250s) bude nain¹talovaný.

source: %.250s (version %.250s) is %s.
pl: %.250s (wersja %.250s) jest %s.
sk: %.250s (verzia %.250s) je %s.

source: %.250s provides %.250s and is to be installed.
pl: %.250s dostarcza %.250s i jest przeznaczony do zainstalowania.
sk: %.250s poskytuje %.250s a bude nain¹talovaný.

source: %.250s provides %.250s and is %s.
pl: %.250s dostarcza %.250s i jest %s.
sk: %.250s poskytuje %.250s a je %s.

source: (no description available)
pl: (brak dostêpnego opisu)
sk: (popis nie je k dispozícii)

source: The following packages are in a mess due to serious problems during installation. They must be reinstalled for them (and any packages that depend on them) to function properly:
pl: W przypadku ni¿ej wymienionych pakietów wyst±pi³y problemy podczas instalowania. Aby te pakiety (oraz inne, zale¿ne od nich) dzia³a³y poprawnie, musz± zostaæ przeinstalowane.
sk: Nasledovné balíky sa poèas in¹talácie dostali do problémov. Aby tieto balíky (a v¹etky na nich závislé) pracovali správne, musia by» prein¹talované:

source: The following packages have been unpacked but not yet configured. They must be configured using dpkg --configure or the configure menu option in dselect for them to work:
pl: Ni¿ej wymienione pakiety zosta³y rozpakowane ale nie skonfigurowane. Aby te pakiety dzia³a³y poprawnie, musz± zostaæ skonfigurowane poprzez wywo³anie dpkg --configure lub u¿ycie opcji konfiguracji w menu dselect.
sk: Nasledovné balíky boli rozbalené, neboli ale e¹te nakonfigurované. Aby pracovali, musia by» nakonfigurované pomocou príkazu dpkg --configure alebo výberom polo¾ky konfigurácia v menu dselectu:

source: The following packages are only half configured, probably due to problems configuring them the first time. The configuration should be retried using dpkg --configure <package> or the configure menu option in dselect:
pl: Ni¿ej wymienione pakiety zosta³y wpó³-skonfigurowane, gdy¿ prawdopodobnie wyst±pi³y problemy podczas ich pierwszego konfigurowania. Nale¿y ponowiæ próbê konfigurowania wywo³aniem dpkg --configure <pakiet> lub u¿yciem opcji konfiguracji z menu w dselect:
sk: Nasledovné balíky sú len èiastoène nakonfigurované, pravdepodobne z dôvodu problémov poèas ich prvotnej konfigurácie. Konfigurácia by mala by» zopakovaná pou¾itím dpkg --configure <balík>, alebo výberom polo¾ky konfigurácia v menu dselect-u:

source: The following packages are only half installed, due to problems during installation. The installation can probably be completed by retrying it; the packages can be removed using dselect or dpkg --remove:
pl: Ni¿ej wymienione pakiety zosta³y wpó³-zainstalowane, gdy¿ wyst±pi³y problemy podczas ich instalowania. Proces ten prawdopodobnie mo¿e zostaæ powtórzony; pakiety mog± te¿ byæ usuniête poprzez wywo³anie dpkg --remove lub u¿ycie dselect.
sk: Nasledovné balíky sú len èiastoène nain¹talované, pravdepodobne z dôvodu problémov poèas in¹talácie. In¹talácia mô¾e by» pravdepodobne dokonèená jej opakovaním; balíky mô¾u by» odstránené pou¾itím dselect-u alebo pomocou dpkg --remove:

source: --audit does not take any arguments
pl: --audit wymaga niepodawania argumentu
sk: --audit musí by» zadaný bez argumentov

source: <unknown>
pl: <nieznany>
sk: <neznámy>

source: --yet-to-unpack does not take any arguments
pl: --yet-to-unpack niepodawania argumentu
sk: --yet-to-unpack musí by» zadaný bez argumentov

source: %d in %s:
pl: %d w %s:
sk: %d v %s:

source: %d packages, from the following sections:
pl: %d pakietów, z nastêpuj±cych sekcji:
sk: %d balíkov, z nasledovných sekcií:

source: --assert-* does not take any arguments
pl: --assert-* wymaga niepodawania argumentu
sk: --assert-* musí by» zadaný bez argumentov

source: Version of dpkg with working epoch support not yet configured. Please use `dpkg --configure dpkg', and then try again.
pl: Wersja dpkg obs³uguj±ca epoki jest jeszcze nie skonfigurowana. Nale¿y wykonaæ `dpkg --configure dpkg' i pó¼niej spróbowaæ ponownie.
sk: Verzia dpkg s podporou epoch e¹te nie je nakonfigurovaná. Pou¾ite prosím `dpkg --configure dpkg' a skúste znova.

source: dpkg not recorded as installed, cannot check for epoch support !
pl: nie odnaleziono dpkg w bazie danych, nie mo¿na sprawdziæ czy obs³uguje epoki !
sk: dpkg nie je uvedené ako nain¹talované, nie je mo¾né skontrolova» podporu epochy !

source: --predep-package does not take any argument
pl: --predep-package wymaga niepodawania argumentu
sk: --predep-package musí by» zadaný bez argumentov

source: dpkg: cannot see how to satisfy pre-dependency: %s
pl: dpkg: nie mo¿na rozwi±zaæ problemu z przed-zale¿no¶ciami: %s
sk: dpkg: neviem, ako vyrie¹i» pred-závislosti: %s

source: cannot satisfy pre-dependencies for %.250s (wanted due to %.250s)
pl: nie mo¿na rozwi±zaæ problemu z przed-zale¿no¶ciami dla %.250s (wymagane przez %.250s)
sk: nie je mo¾né vyrie¹i» pred-závislosti pre %.250s (vy¾adované pre %.250s)

source: --print-architecture does not take any argument
pl: --print-architecture wymaga niepodawania argumentu
sk: --print-architecture musí by» zadaný bez argumentov

source: --compare-versions takes three arguments: <version> <relation> <version>
pl: --compare-versions wymaga podania trzech argumentów: <wersja> <relacja> <wersja>
sk: --compare-versions vy¾aduje tri argumenty: <verzia> <vz»ah> <verzia>

source: --compare-versions bad relation
pl: --compare-versions b³êdna relacja
sk: --compare-versions zlá relácia

source: version a has bad syntax: %s
pl: wersja a ma z³± sk³adniê: %s
sk: verzia a má zlú syntax: %s

source: version b has bad syntax: %s
pl: wersja b ma z³± sk³adniê: %s
sk: verzia b má zlú syntax: %s

source: %s: error processing %s (--%s): %s
pl: %s: b³±d przetwarzania %s (--%s): %s
sk: %s: chyba pri spracovávaní %s (--%s): %s

source: dpkg: failed to allocate memory for new entry in list of failed packages.
pl: dpkg: b³±d podczas przydzielania pamiêci dla nowej pozycji w li¶cie b³êdnych pakietów.
sk: dpkg: zlyhalo alokovanie pamäte pre novú polo¾ku v zozname balíkov, ktorých in¹talácia sa nepodarila.

source: dpkg: too many errors, stopping
pl: dpkg: zbyt wiele b³êdów, zatrzymanie
sk: dpkg: príli¹ veµa chýb, konèím

source: Errors were encountered while processing:
pl: Wyst±pi³y b³êdy podczas przetwarzania:
sk: Poèas spracovania sa vyskytli chyby:

source: Processing was halted because there were too many errors.
pl: Przetwarzanie zosta³o zatrzymane z powodu wyst±pienia zbyt wielu b³êdów.
sk: Spracovanie bolo zastavené, preto¾e sa vyskytlo príli¹ veµa chýb.

source: Package %s was on hold, processing it anyway as you request
pl: Pakiet %s zosta³ wstrzymany, zostanie przetworzony wed³ug ¿±dania
sk: Balíèek %s bol v stave hold, napriek tomu bude vykonaná Vami po¾adovaná akcia

source: Package %s is on hold, not touching it. Use --force-hold to override.
pl: Pakiet %s jest wstrzymany i nie bêdzie przetwarzany. --force-hold wymusza jego przetworzenie.
sk: Balíèek %s je v stave hold, ponechávam ho. Pou¾ite --force-hold na potlaèenie.

source: dpkg - warning, overriding problem because --force enabled:
pl: dpkg - ostrze¿enie, problem zignorowany po u¿yciu opcji --force:
sk: dpkg - upozornenie, potláèam problém, preto¾e je nastavené --force:

source: unable to open files list file for package `%.250s'
pl: nie mo¿na otworzyæ listy plików pakietu `%.250s'
sk: nie je mo¾né otvori» zoznam súborov balíku `%.250s'

source: dpkg: serious warning: files list file for package `%.250s' missing, assuming package has no files currently installed.
pl: dpkg: powa¿ne ostrze¿enie: brak listy plików pakietu `%.250s', przyjêcie ¿e pakiet nie ma zainstalowanych plików.
sk: dpkg: vá¾ne upozornenie: zoznam súborov balíku `%.250s' chýba, predpokladám, ¾e balík nemá nain¹talované ¾iadne súbory.

source: files list for package `%.250s'
pl: lista plików pakietu `%.250s'
sk: zoznam súborov balíku `%.250s'

source: files list file for package `%.250s' contains empty filename
pl: lista plików pakietu `%.250s' zawiera pust± nazwê pliku
sk: zoznam súborov balíku `%.250s' obsahuje prázdne meno súboru

source: error closing files list file for package `%.250s'
pl: nie mo¿na zamkn±æ listy plików pakietu `%.250s'
sk: chyba pri zatváraní zoznamu súborov balíku `%.250s'

source: (Reading database ...
pl: (Odczytywanie bazy danych ...
sk: (Èítam databázu ...

source: %d files and directories currently installed.)
pl: %d plików i katalogów obecnie zainstalowanych.)
sk: momentálne je nain¹talovaných %d súborov a adresárov.

source: unable to create updated files list file for package %s
pl: nie mo¿na utworzyæ zaktualizowanej listy plików pakietu %s
sk: nie je mo¾né vytvori» aktualizovaný zoznam súborov balíku %s

source: failed to write to updated files list file for package %s
pl: nie mo¿na zapisaæ zaktualizowanej listy plików pakietu %s
sk: zlyhal zápis aktualizovaného zoznamu súborov balíku %s

source: failed to flush updated files list file for package %s
pl: nie mo¿na od¶wie¿yæ buforów dla zaktualizowanej listy plików pakietu %s
sk: zlyhalo vyprázdnenie aktualizovaného zoznamu súborov balíku %s

source: failed to sync updated files list file for package %s
pl: nie mo¿na zsynchronizowaæ zaktualizowanej listy plików pakietu %s
sk: zlyhala synchronizácia aktualizovaného zoznamu súborov balíku %s

source: failed to close updated files list file for package %s
pl: nie mo¿na zamkn±æ zaktualizowanej listy plików pakietu %s
sk: zlyhalo uzavretie aktualizovaného zoznamu súborov balíku %s

source: failed to install updated files list file for package %s
pl: nie mo¿na zainstalowaæ zaktualizowanej listy plików pakietu %s
sk: zlyhala in¹talácia aktualizovaného zoznamu súborov balíku %s

source: failed to open statoverride file
pl: nie mo¿na otworzyæ listy pliku statoverride
sk: zlyhalo otvorenie súboru statoverride

source: failed to fstat statoverride file
pl: nie mo¿na sprawdziæ stanu pliku statoverride
sk: zlyhalo vykonanie funkcie fstat v súbore statoverride

source: failed to fstat previous statoverride file
pl: nie mo¿na sprawdziæ stanu poprzedniego pliku statoverride
sk: zlyhalo vykonanie funkcie fstat v predchádzajúcom súbore statoverride

source: statoverride file `%.250s'
pl: pliku statoverride `%.250s'
sk: súbor statoverride `%.250s'

source: statoverride file contains empty line
pl: plik statoverride zawiera pust± liniê
sk: súbor statoverride obsahuje prázdny riadok

source: failed to open diversions file
pl: nie mo¿na otworzyæ listy ominiêtych plików
sk: zlyhalo otvorenie súboru s odchýlkami

source: failed to fstat previous diversions file
pl: nie mo¿na sprawdziæ stanu poprzedniej listy ominiêtych plików
sk: zlyhalo vykonanie funkcie fstat u predchádzajúceho súboru s odchýlkami

source: failed to fstat diversions file
pl: nie mo¿na sprawdziæ stanu listy ominiêtych plików
sk: zlyhalo vykonanie funkcie fstat v súbore s odchýlkami

source: fgets gave an empty string from diversions [i]
pl: funckja `fgets' zwróci³a pusty ci±g znaków pliku ominiêcia [i]
sk: funkcia fgets odovzdala prázdny re»azec z odchýliek [i]

source: diversions file has too-long line or EOF [i]
pl: nazwa pliku ominiêcia jest zbyt d³uga lub zawiera EOF [i]
sk: súbor s odchýlkami obsahuje príli¹ dlhý riadok alebo EOF [i]

source: read error in diversions [ii]
pl: nie mo¿na odczytaæ ominiêcia [ii]
sk: chyba pri èítaní v odchýlkach [ii]

source: unexpected EOF in diversions [ii]
pl: niespodziewany EOF w ominiêciu [ii]
sk: neoèakávaný EOF v odchýlkach [ii]

source: fgets gave an empty string from diversions [ii]
pl: funkcja `fgets' zwróci³a pusty ci±g znaków pliku ominiêcia [ii]
sk: funkcia fgets odovzdala prázdny re»azec z odchýliek [ii]

source: diversions file has too-long line or EOF [ii]
pl: nazwa pliku ominiêcia jest zbyt d³uga lub zawiera EOF [ii]
sk: súbor s odchýlkami obsahuje príli¹ dlhý riadok alebo EOF [ii]

source: read error in diversions [iii]
pl: nie mo¿na odczytaæ ominiêcia [iii]
sk: chyba pri èítaní v odchýlkach [iii]

source: unexpected EOF in diversions [iii]
pl: niespodziewany EOF w ominiêciu [iii]
sk: neoèakávaný EOF v odchýlkach [iii]

source: fgets gave an empty string from diversions [iii]
pl: funkcja `fgets' zwróci³a pusty ci±g znaków pliku ominiêcia [iii]
sk: funkcia fgets odovzdala prázdny re»acez z odchýliek [iii]

source: conflicting diversions involving `%.250s' or `%.250s'
pl: konflikt dla ominiêcia `%.250s' lub `%.250s'
sk: odchýlky `%.250s' alebo `%.250s' sú v konflikte

source: read error in diversions [i]
pl: nie mo¿na odczytaæ ominiêcia [i]
sk: chyba pri èítaní v odchýlkach [i]

source: not installed
pl: nie zainstalowany
sk: nenain¹talovaný

source: unpacked but not configured
pl: rozpakowany ale nie skonfigurowany
sk: rozbalený ale nenakonfigurovaný

source: broken due to postinst failure
pl: uszkodzony podczas przetwarzania skryptu `postinst'
sk: pokazený z dôvodu chyby v postinst

source: installed
pl: zainstalowany
sk: in¹talovaný

source: broken due to failed removal
pl: uszkodzony w trakcie usuwania
sk: pokazený z dôvodu chyby pri odstraòovaní

source: not installed but configs remain
pl: nie zainstalowany ale pliki konfiguracyjne pozosta³y
sk: nenain¹talované, ale konfiguraèné súbory zachované

source: dpkg - error: PATH is not set.
pl: dpkg - b³±d: zmienna PATH jest nie ustawiona.
sk: dpkg - chyba: premenná PATH nie je nastavená.

source: dpkg: `%s' not found on PATH.
pl: dpkg: `%s' nie odnaleziono w PATH.
sk: dpkg: `%s' nenájdený v premennej PATH.

source: %d expected program(s) not found on PATH. NB: root's PATH should usually contain /usr/local/sbin, /usr/sbin and /sbin.
pl: %d program(ów) nie odnaleziono w PATH. zmienna PATH dla konta administratora powinna zawieraæ katalogi /usr/local/sbin, /usr/sbin oraz /sbin.
sk: %d oèakávaných programov nenájdených v premennej PATH. NB: premenná PATH pre u¾ívateµa root by mala obsahova» /usr/local/sbin, /usr/sbin a /sbin.

source: failed to chroot to `%.250s'
pl: nie mo¿na zmieniæ katalogu g³ównego na `%.255s'
sk: zlyhalo vykonanie funkcie chroot na `%.255s'

source: error un-catching signal %s: %s
pl: nie mo¿na odzyskaæ sygna³u %s: %s
sk: chyba pri odblokovaní signálu %s: %s

source: unable to ignore signal %s before running script
pl: nie mo¿na zignorowaæ sygna³u %s przed wykonaniem skryptu
sk: nie je mo¾né ignorova» signál %s pred spustením skriptu

source: unable to set execute permissions on `%.250s'
pl: nie mo¿na ustawiæ praw do wykonywania `%.250s'
sk: nie je mo¾né nastavi» práva na spustenie na `%.250s'

source: unable to stat installed %s script `%.250s'
pl: nie mo¿na sprawdziæ stanu zainstalowanego skryptu %s `%.250s'
sk: nie je mo¾né zisti» stav in¹talovaného %s skriptu `%.250s'

source: unable to execute %s
pl: nie mo¿na wykonaæ %s
sk: nie je mo¾né spusti» %s

source: unable to stat new %s script `%.250s'
pl: nie mo¿na sprawdziæ stanu nowego skryptu %s `%.250s'
sk: nie je mo¾né zisti» stav nového %s skriptu `%.250s'

source: unable to execute new %s
pl: nie mo¿na wykonaæ nowego %s
sk: nie je mo¾né spusti» nový %s

source: old %s script
pl: poprzedni skrypt %s
sk: starý %s skript

source: dpkg: warning - unable to stat %s `%.250s': %s
pl: dpkg: ostrze¿enie - nie mo¿na sprawdziæ stanu %s `%.250s': %s
sk: dpkg: upozornenie - nie je mo¾né zisti» stav %s `%.250s': %s

source: dpkg - trying script from the new package instead ...
pl: dpkg - próba wywo³ania skryptu z nowego pakietu ...
sk: dpkg - skú¹am rad¹ej skript z nového balíku ...

source: there is no script in the new version of the package - giving up
pl: brak skryptu w nowej wersji pakietu - zaniechanie wywo³ania skryptu
sk: v novej verzii balíku nie je ¾iaden skript - konèím

source: unable to stat %s `%.250s'
pl: nie mo¿na sprawdziæ stanu %s `%.250s'
sk: nie je mo¾né zisti» stav %s `%.250s'

source: dpkg: ... it looks like that went OK.
pl: dpkg: ... najprawdopodobniej wywo³anie skryptu powiod³o siê.
sk: dpkg: ... vyzerá to tak, ¾e sa to podarilo.

source: failed to rmdir/unlink `%.255s'
pl: nie mo¿na usun±æ `%.255s'
sk: zlyhalo vykonanie funkcie rmdir/unlink `%.255s'

source: failed to exec rm for cleanup
pl: nie mo¿na wywo³aæ `rm' aby wyczy¶ciæ katalog

source: ' package management program version
pl: ' program do zarz±dzania pakietami, wersja
sk: ' verzia programu na údr¾bu balíkov

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty. See
pl: Niniejszy program jest oprogramowaniem wolnym, sprawd¼ Powszechn± Licencjê Publiczn± GNU w wersji drugiej lub pó¼niejszej, by dowiedzieæ siê o warunkach dystrybucji. Brak JAKIEJKOLWIEK gwarancji. Sprawd¼
sk: Toto je slobodný software; podrobnej¹ie informácie o pravidlách kopírovania nájdete v GNU General Public Licence verzia 2 alebo neskor¹ej. Záruka sa neposkytuje. Pozrite

source: --licence for copyright and license details.
pl: --licence informacje o prawach autorskich i licencji.
sk: --licencia pre copyright a detaily o licencii.
