Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: package control info rmdir of `%.250s' didn't say not a dir
pl: próba usuniêcia katalogu `%.250s' nie wykaza³a, ¿e to nie jest katalog
sk: funkcia rmdir u informácií o riadení balíku `%.250s' nepovedala, ¾e to nie je adresár

source: dpkg: warning - package %s contained list as info file
pl: dpkg: ostrze¿enie - pakiet %s zawiera listê plików jako plik informacyjny
sk: dpkg: upozornenie - balík %s obsahoval zoznam ako info súbor

source: unable to install new info file `%.250s' as `%.250s'
pl: nie mo¿na zainstalowaæ nowego pliku informacyjnego `%.250s' jako `%.250s'
sk: nie je mo¾né nain¹talova» nový info súbor `%.250s' ako `%.250s'

source: (Noting disappearance of %s, which has been completely replaced.)
pl: (Stwierdzono znikniêcie %s, który zosta³ zupe³nie zast±piony.)
sk: (Zis»ujem zmiznutie balíku %s, ktorý bol úplne nahradený.)

source: unable to delete disappearing control info file `%.250s'
pl: nie mo¿na usun±æ brakuj±cego pliku kontrolnego `%.250s'
sk: nie je mo¾né zru¹i» zmiznutie riadiaceho info súboru `%.250s'

source: Desired=Unknown/Install/Remove/Purge/Hold | Status=Not/Installed/Config-files/Unpacked/Failed-config/Half-installed |/ Err?=(none)/Hold/Reinst-required/X=both-problems (Status,Err: uppercase=bad)
pl: Wybór=U=Nieznany/I=Instalacja/R=Usuniêcie/P=Wyczyszczenie/H=Zatrzymanie | Stan=N=Brak/I=Zainst./C=Skonfig./U=Rozpakowany/F=Nieskonfig./H=Wpó³-zainst. |/ B³êdy?=(brak)/H=Wstrzym./R=Do przeinst./X=Obydwa (Stan,B³êdy:wielk.lit.=¼le)
sk: Po¾adovaný=Neznámy/In¹talova»/Odstráni»/Vyèisti» | Stav=Nie/In¹talovaný/Konfig-súbory/Rozbalený/Zlý-konfig/Polo-in¹talovaný |/ Chyba?=(¾iadna)/Podr¾a»/Rein¹t-vy¾adovaná/X=oba-problémy (Stav,Chyba: veµké písmeno=zle)

source: Name
pl: Nazwa
sk: Názov

source: Version
pl: Wersja
sk: Verzia

source: Description
pl: Opis
sk: Popis

source: No packages found matching %s.
pl: Nie znaleziono pakietu pasuj±cego do wzorca %s.
sk: Nena¹iel som ¾iadne balíky vyhovujúce %s.

source: diversion by %s
pl: ominiêcie przez %s
sk: odsunutie balíkom %s

source: local diversion
pl: lokalne ominiêcie
sk: lokálne odsunutie

source: to
pl: od
sk: na

source: from
pl: do
sk: z

source: --search needs at least one file name pattern argument
pl: --search wymaga podania co najmniej jednego wzorca pliku
sk: --search potrebuje najmenej jeden argument vzorky názvu súboru

source: dpkg: %s not found.
pl: dpkg: %s nie odnaleziony.
sk: dpkg: %s nebol nájdený.

source: Package `%s' is not installed and no info is available.
pl: Pakiet `%s' nie jest zainstalowany i informacje o nim nie s± dostêpne.
sk: Balíèek `%s' nie je nain¹talovaný a nie sú o òom dostupné ¾iadne informácie.

source: Package `%s' is not available.
pl: Pakiet `%s' nie jest dostêpny.
sk: Balíèek `%s' nie je dostupný.

source: Package `%s' is not installed.
pl: Pakiet `%s' nie jest zainstalowany.
sk: Balíèek `%s' nie je nain¹talovaný.

source: Package `%s' does not contain any files (!)
pl: Pakiet `%s' nie zawiera ¿adnego pliku (!)
sk: Balíèek `%s' neobsahuje ¾iadne súbory (!)

source: locally diverted
pl: lokalnie ominiêty
sk: lokálne odsunutý

source: package diverts others
pl: pakiet omija inne
sk: balík odsúva ostatné

source: diverted by %s
pl: ominiêty przez %s
sk: odsunuté %s

source: to: %s
pl: do: %s
sk: na: %s

source: Use dpkg --info (= dpkg-deb --info) to examine archive files, and dpkg --contents (= dpkg-deb --contents) to list their contents.
pl: U¿yj dpkg --info (= dpkg-deb --info) aby zobaczyæ informacje o pakiecie, oraz dpkg --contents (= dpkg-deb --contents) aby sprawdziæ jego zawarto¶æ.
sk: Pou¾ite dpkg --info (= dpkg-deb --info) k preskúmaniu archívnych súborov, a dpkg --contents (= dpkg-deb --contents) pre vypísanie ich obsahu.

source: ' package management program query tool
pl: ' narzêdzie do przeszukiwania pakietów
sk: ' dotazovací nástroj programu na správu balíkov

source: Usage:
pl: U¿ywanie:
sk: Pou¾itie:

source: [<option>] <command> Commands: -s|--status <package-name> ... display package status details -p|--print-avail <package-name> ... display available version details -L|--listfiles <package-name> ... list files `owned' by package(s) -l|--list [<pattern> ...] list packages concisely -W|--show <pattern> ... show information on package(s) -S|--search <pattern> ... find package(s) owning file(s) --help | --version show this help / version number --licence print copyright licensing terms Options: --admindir=<directory> Use <directory> instead of %s -f|--showformat=<format> Use alternative format for --show Format syntax: A format is a string that will be output for each package. The format can include the standard escape sequences \n (newline), \r (carriage return) or \\ (plain backslash). Package information can be included by inserting variable references to package fields using the ${var[;width]} syntax. Fields will be right-aligned unless the width is negative in which case left aligenment will be used.
pl: [<opcje>] <polecenie> Polecenia: -s|--status <nazwa-pakietu> ... poka¿ szczegó³y o stanie pakietu -p|--print-avail <nazwa-pakietu> ... poka¿ szczegó³y dostêpnej wersji -L|--listfiles <nazwa-pakietu> ... lista plików danego pakietu -l|--list [<wzorzec> ...] wy¶wietl streszczon± listê pakietów -W|--show <wzorzec> ... poka¿ informacje o pakiecie -S|--search <wzorzec> ... znajd¼ pakiet(y) zawieraj±ce plik(i) --help | --version poka¿ pomoc / numer wersji --licence poka¿ warunki rozpowszechniania Opcje: --admindir=<katalog> U¿yj <katalogu> zamiast %s -f|--showformat=<format> U¿yj alternatywnego formatu dla --show Sk³adnia formatu: Format jest ci±giem znaków, który bêdzie wyj¶ciowym dla ka¿dego pakietu. Mo¿e zawieraæ standardowe sekwencje escape \n (nowa linia), \r (powrót karetki) lub (\\) (zwyk³y odwrotny uko¶nik). Informacje o pakietach mog± byæ zawarte poprzez wstawienie odwo³añ do zmiennych u¿ywaj±c sk³adni ${var[;szeroko¶æ]}. Pola bêd± przesuniête do prawej strony, chyba ¿e zmienna szeroko¶æ jest ujemna, co spowoduje przesuniêcie do strony lewej.

source: Use --help for help about querying packages; Use --licence for copyright licence and lack of warranty (GNU GPL).
pl: U¿yj --help by uzyskaæ pomoc o wyszukiwanych pakietach; U¿yj --licence by uzyskaæ informacje o prawach autorskich i braku gwarancji (GNU GPL).
sk: Pou¾ite --help pre nápovedu o dopytovaných balíkoch. Pou¾ite --licence pre licenèné podmienky a neexistenciu záruky (GNU GPL).

source: dpkg - warning: ignoring request to remove %.250s which isn't installed.
pl: dpkg - ostrze¿enie: zignorowanie ¿±dania usuniêcia %.250s, który nie jest zainstalowany.
sk: dpkg - upozornenie: ignorujem po¾iadavku na odstránenie %.250s, ktorý nie je nain¹talovaný.

source: dpkg - warning: ignoring request to remove %.250s, only the config files of which are on the system. Use --purge to remove them too.
pl: dpkg - ostrze¿enie: zignorowanie ¿±dania usuniêcia %.250s, poniewa¿ w systemie s± tylko jego pliki konfiguracyjne. --purge usunie tak¿e te pliki.
sk: dpkg - upozornenie: ignorujem po¾iadavku na odstránanie %.250s, v systéme ostali konfiguraèné súbory. Pou¾ite --purge pre ich dodatoèné odstránenie.

source: This is an essential package - it should not be removed.
pl: To jest istotny pakiet - nie powinien byæ usuwany.
sk: Toto je nevyhnutný balík - nemal by by» vymazaný.

source: dpkg: dependency problems prevent removal of %s: %s
pl: dpkg: problem z zale¿no¶ciami uniemo¿liwiaj± usuniêcie %s: %s
sk: dpkg: problémy závislosti zabránili vymazaniu %s: %s

source: dependency problems - not removing
pl: problem z zale¿no¶ciami - nie bêdzie usuwany
sk: problémy so závislos»ami - neodstraòujem

source: dpkg: %s: dependency problems, but removing anyway as you request: %s
pl: dpkg: %s: problem z zale¿no¶ciami, usuwanie wed³ug ¿±dania: %s
sk: dpkg: %s: problémy so závislos»ami, ale odstraòujem podµa po¾iadavky: %s

source: Package is in a very bad inconsistent state - you should reinstall it before attempting a removal.
pl: Pakiet jest w z³ym stanie - powinien zostaæ przeinstalowany przed usuniêciem.
sk: Balíèek je vo veµmi zlom nekonzistentnom stave - mali by ste ho pred pokusom o odstránanie prein¹talova».

source: Would remove or purge %s ...
pl: Usuniêcie lub wyczyszczenie %s ...
sk: Chcete odin¹talova» alebo odstráni» balík %s ...

source: Removing %s ...
pl: Usuwanie %s ...
sk: Odstraòujem %s ...

source: dpkg - warning: while removing %.250s, unable to remove directory `%.250s': %s - directory may be a mount point ?
pl: dpkg - ostrze¿enie: podczas usuwania %.250s, nie mo¿na usun±æ katalogu `%.250s': %s - katalog mo¿e byæ punktem zamontowania ?
sk: dpkg - upozornenie: poèas odstraòovania %.250s, nebolo mo¾né odstráni» adresár `%.250s': %s - nie je adresár koreòom pripojeného systému súborov?

source: cannot remove `%.250s'
pl: nie mo¿na usun±æ `%.250s'
sk: nie je mo¾né odstráni» `%.250s'

source: cannot remove file `%.250s'
pl: nie mo¿na usun±æ pliku `%.250s'
sk: nie je mo¾né odstráni» súbor `%.250s'

source: unable to delete control info file `%.250s'
pl: nie mo¿na usun±æ pliku informacyjnego `%.250s'
sk: nie je mo¾né vymaza» riadiaci info súbor `%.250s'

source: dpkg - warning: while removing %.250s, directory `%.250s' not empty so not removed.
pl: dpkg - ostrze¿enie: podczas usuwania %.250s, katalog `%.250s' nie by³ pusty, wiêc nie zosta³ usuniêty.
sk: dpkg - upozornenie: pri odstraòovaní %.250s, adresár `%.250s' nebol prázdny a teda nebol odstránený.

source: Purging configuration files for %s ...
pl: Czyszczenie z plików konfiguracyjnych dla %s ...
sk: Odstraòujem konfiguraèné súbory pre %s ...

source: cannot remove old config file `%.250s' (= `%.250s')
pl: nie mo¿na usun±æ poprzedniego pliku konfiguracyjnego `%.250s' (= `%.250s')
sk: nie je mo¾né odstráni» starý konfiguraèný súbor `%.250s' (= `%.250s')

source: cannot read config file dir `%.250s' (from `%.250s')
pl: nie mo¿na odczytaæ katalogu starego pliku konfiguracyjnego `%.250s' (= `%.250s')
sk: nie je mo¾né preèíta» adresár konfiguraèného súboru `%.250s' (z `%.250s')

source: cannot remove old backup config file `%.250s' (of `%.250s')
pl: nie mo¿na usun±æ kopii poprzedniego pliku konfiguracyjnego `%.250s' (= `%.250s')
sk: nie je mo¾né odstráni» starý zálo¾ný konfiguraèný súbor `%.250s' (z `%.250s')

source: unable to check existence of `%.250s'
pl: nie mo¿na stwierdziæ istnienia `%.250s'
sk: nie je mo¾né skontrolova» existenciu `%.250s'

source: cannot remove old files list
pl: nie mo¿na usun±æ poprzedniej listy plików
sk: nie je mo¾né odstráni» zoznam starých súborov

source: can't remove old postrm script
pl: nie mo¿na usun±æ poprzedniego skryptu postrm
sk: nemô¾em odstráni» starý postrm skript

source: --set-selections does not take any argument
pl: --set-selections wymaga niepodawania argumentu
sk: --set-selections nevy¾aduje ¾iadny argument

source: unexpected eof in package name at line %d
pl: niespodziewany EOF w nazwie pakietu w linii %d
sk: neoèakávaný koniec súboru v názve balíku v riadku %d

source: unexpected end of line in package name at line %d
pl: niespodziewany koniec linii w nazwie pakietu w linii %d
sk: neoèakávaný koniec riadku v názve balíku v riadku %d

source: unexpected eof after package name at line %d
pl: niespodziewany EOF po nazwie pakietu w linii %d
sk: neoèakávaný koniec súboru za názvom balíku v riadku %d

source: unexpected end of line after package name at line %d
pl: niespodziewany koniec linii po nazwie pakietu w linii %d
sk: neoèakávaný koniec riadku za názvom balíku v riadku %d

source: unexpected data after package and selection at line %d
pl: niespodziewane dane po nazwie pakietu i wyborze w linii %d
sk: neoèakávané dáta za balíkom a výberom v riadku %d

source: illegal package name at line %d: %.250s
pl: nieprawid³owa nazwa pakietu w linii %d: %.250s
sk: nepovolený názov balíku v riadku %d: %.250s

source: unknown wanted status at line %d: %.250s
pl: nieznany stan ¿±dania pakietu w linii %d: %.250s
sk: neznámy cieµový stav v riadku %d: %.250s

source: read error on standard input
pl: nie mo¿na odczytaæ standardowego wej¶cia
sk: chyba pri èítaní zo ¹tandardného vstupu

source: --%s takes no arguments
pl: --%s wymaga niepodawania argumentu
sk: --%s nevy¾aduje argumenty

source: --%s needs exactly one Packages file argument
pl: --%s wymaga podania dok³adnie jednej nazwy pliku pakietu
sk: --%s potrebuje presne jeden argument ako súbor Packages

source: unable to access dpkg status area for bulk available update
pl: brak dostêpu do katalogu administracyjnego dpkg
sk: nie je mo¾né vstúpi» do oblasti stavu dpkg pre celkovú dostupnú aktualizáciu

source: bulk available update requires write access to dpkg status area
pl: brak praw zapisu do katalogu administracyjnego dpkg
sk: celková dostupná aktualizácia vy¾aduje mo¾nos» zápisu do stavovej oblasti dpkg

source: Replacing available packages info, using %s.
pl: Zast±pienie informacji o dostêpnych pakietach, przy u¿yciu %s.
sk: Nahradzujem informácie o dostupných balíkoch, pou¾itím %s.

source: Updating available packages info, using %s.
pl: Zaktualizowanie informacji o dostêpnych pakietach, przy u¿yciu %s.
sk: Aktualizujem informácie o dostupných balíkoch, pou¾ítím %s.

source: Information about %d package(s) was updated.
pl: Informacje o %d pakietach zosta³y zaktualizowane.
sk: Informácie o %d balíku(koch) boli aktualizované.

source: --forget-old-unavail takes no arguments
pl: --forget-old-unavail wymaga niepodawania argumentu
sk: --forget-old-unavail nevy¾aduje ¾iaden argument

source: Search for ?
pl: Szukaj ?
sk: Vyhµada» ?

source: Error:
pl: B³±d:
sk: Chyba:

source: Help:
pl: Pomoc:
sk: Nápoveda:

source: Press ? for help menu, . for next topic, <space> to exit help.
pl: Naci¶nij ?, by skorzystaæ z pomocy, . by przej¶æ do nastêpnego tematu, <spacjê>, by opu¶ciæ pomoc.
sk: Stlaète ? pre zobrazenie menu nápovedy, . pre ïal¹iu tému, <medzerník> pre ukonèenie nápovedy.

source: Help information is available under the following topics:
pl: Informacje pomocy s± dostêpne pod nastêpuj±cymi tematami:
sk: Nápoveda je dostupná pre nasledujúce témy:

source: Press a key from the list above, <space> or `q' to exit help, or `.' (full stop) to read each help page in turn.
pl: Wybierz klawisz z powy¿szej listy, <spacja> lub `q', by opu¶ciæ pomoc lub . (kropkê), by przegl±daæ po kolei strony pomocy.
sk: Stlaète kláves z horeuvedeného zoznamu, <medzerník> alebo `q' pre ukonèenie nápovedy, alebo `.' (úplné zastavenie) pre postupné èítanie v¹etkých stránok nápovedy.

source: error reading keyboard in help
pl: nie mo¿na odczytaæ klawisza pomocy
sk: chyba pri èítaní klávesnice v nápovede

source: ioctl(TIOCGWINSZ) failed
pl: nie powiod³o siê wywo³anie ioctl(TIOCGWINSZ)
sk: zlyhala funkcia ioctl(TIOCGWINSZ)

source: doupdate in SIGWINCH handler failed
pl: nie mo¿na uaktualniæ procedury obs³ugi SIGWINCH
sk: zlyhanie funkcie doupdate v ovládaèi SIGWINCH

source: failed to restore old SIGWINCH sigact
pl: nie mo¿na odtworzyæ poprzedniego sygna³u SIGWINCH
sk: zlyhalo obnovenie starého SIGWINCH sigact

source: failed to restore old signal mask
pl: nie mo¿na odtworzyæ poprzedniej maski sygna³u
sk: zlyhalo obnovenie starej masky signálu

source: failed to get old signal mask
pl: nie mo¿na pobraæ poprzedniej maski sygna³u
sk: zlyhalo získanie starej masky signálu

source: failed to get old SIGWINCH sigact
pl: nie mo¿na pobraæ poprzedniego sygna³u SIGWINCH
sk: zlyhalo získanie starého SIGWINCH sigact

source: failed to block SIGWINCH
pl: nie mo¿na zablokowaæ SIGWINCH
sk: nepodarilo sa zablokova» SIGWINCH

source: failed to set new SIGWINCH sigact
pl: nie mo¿na ustawiæ nowego sygna³u SIGWINCH
sk: zlyhalo nastavenie nového SIGWINCH spracovania signálu

source: failed to allocate colour pair
pl: nie mo¿na zarezerwowaæ par koloru
sk: nepodarilo sa alokova» farebný pár

source: failed to create title window
pl: nie mo¿na utworzyæ okna tytu³owego
sk: zlyhalo vytvorenie titulného okna

source: failed to create whatinfo window
pl: nie mo¿na utworzyæ okna informacyjnego
sk: zlyhalo vytvorenie informaèného okna

source: failed to create baselist pad
pl: nie mo¿na utworzyæ pola listy
sk: zlyhalo vytvorenie okna základného zoznamu

source: failed to create heading pad
pl: nie mo¿na utworzyæ pola nag³ówka
sk: zlyhalo vytvorenie hlavièkového okna

source: failed to create thisstate pad
pl: nie mo¿na utworzyæ pola stanu
sk: zlyhalo vytvorenie stavového okna

source: failed to create info pad
pl: nie mo¿na utworzyæ pola informacyjnego
sk: zlyhalo vytvorenie informaèného okna

source: failed to create query window
pl: nie mo¿na utworzyæ okna zapytania
sk: zlyhalo vytvorenie dopytovacieho okna

source: keybindings
pl: skojarzenia klawiszy
sk: funkcie klávesov

source: -- %d%%, press
pl: -- %d%%, wci¶nij
sk: -- %d%%, stlaète

source: %s for more
pl: %s - wiêcej
sk: %s pre viac

source: %s to go back
pl: %s - powrót
sk: %s pre návrat spä»

source: [not bound]
pl: [nie skojarzone]
sk: [nepripojený]

source: [unk: %d]
pl: [nieznane: %d]

source: Scroll onwards through help/information
pl: Przewiniêcie pomocy/informacji
sk: Posun nápovedou/informáciami smerom dopredu

source: Scroll backwards through help/information
pl: Cofniêcie pomocy/informacji
sk: Posun nápovedou/informáciami smerom dozadu

source: Move up
pl: W górê
sk: Posun hore

source: Move down
pl: W dó³
sk: Posun dolu

source: Go to top of list
pl: Pocz±tek listy
sk: Choï na zaèiatok zoznamu

source: Go to end of list
pl: Koniec listy
sk: Choï na koniec zoznamu

source: Request help (cycle through help screens)
pl: Wywo³anie pomocy (przewijanie ekranów pomocy)
sk: Vy¾iadaj nápovedu (pohyb naprieè oknami nápovedy)

source: Cycle through information displays
pl: Przewijanie ekranów z informacjami
sk: Pohyb naprieè informaènými obrazovkami

source: Redraw display
pl: Przerysowanie ekranu
sk: Prekresli obrazovku

source: Scroll onwards through list by 1 line
pl: Przesuniêcie listy o jedn± liniê
sk: Posun zoznamom o jeden riadok vpred

source: Scroll backwards through list by 1 line
pl: Cofniêcie listy o jedn± liniê
sk: Posun zoznamom o jeden riadok spä»

source: Scroll onwards through help/information by 1 line
pl: Przesuniêcie ekranu pomocy/informacji o jedn± liniê
sk: Posun v nápovede/informáciách o jeden riadok vpred

source: Scroll backwards through help/information by 1 line
pl: Cofniêcie ekranu pomocy/informacji o jedn± liniê
sk: Posun v nápovede/informáciách o jeden riadok spä»

source: Scroll onwards through list
pl: Przewiniêcie listy w dó³
sk: Posun zoznamom dopredu

source: Scroll backwards through list
pl: Przewiniêcie listy w górê
sk: Posun zoznamom dozadu

source: Mark package(s) for installation
pl: Zaznaczenie pakietu do instalacji
sk: Oznaè balík(y) na in¹taláciu

source: Mark package(s) for deinstallation
pl: Zaznaczenie pakietu do usuniêcia
sk: Oznaè balík(y) pre dein¹taláciu

source: Mark package(s) for deinstall and purge
pl: Zaznaczenie pakietu do wyczyszczenia
sk: Oznaè balík(y) pre dein¹taláciu a vyèistenie

source: Make highlight more specific
pl: W³±czenie szczegó³owych informacji
sk: Zvý¹ zvýraznenie

source: Make highlight less specific
pl: Wy³±czenie szczegó³owych informacji
sk: Zjemni zvýraznenie

source: Search for a package whose name contains a string
pl: Szukanie nazwy pakietu zawieraj±cej ci±g znaków
sk: Hµadaj balík, ktorého názov obsahuje re»azec

source: Repeat last search.
pl: Powtórzenie ostatniego szukania.
sk: Zopakuj posledné hµadanie.

source: Swap sort order priority/section
pl: Zmiana sposobu uporz±dkowania pakietów
sk: Zmena triedenia podµa priority/sekcie

source: Quit, confirming, and checking dependencies
pl: Wyj¶cie z potwierdzeniem i sprawdzeniem zale¿no¶ci
sk: Ukonèenie, potvrdenie, a kontrola závislostí

source: Quit, confirming without check
pl: Wyj¶cie z potwiedzeniem bez sprawdzenia
sk: Ukonèenie, potvrdenie bez kontroly

source: Quit, rejecting conflict/dependency suggestions
pl: Wyj¶cie z odrzuceniem konfliktów/sugestii
sk: Ukonèenie, zamietnutie návrhov rie¹enia konfliktov/závislostí

source: Abort - quit without making changes
pl: Wycofanie siê bez dokonania zmian
sk: Zru¹enie - ukonèenie práce bezo zmien

source: Revert to old state for all packages
pl: Przywrócenie poprzedniego stanu pakietów
sk: Návrat do starého stavu pre v¹etky balíky

source: Revert to suggested state for all packages
pl: Przywrócenie sugerowanego stanu pakietów
sk: Návrat do navrhovaného stavu pre v¹etky balíky

source: Revert to directly requested state for all packages
pl: Przywrócenie ¿±danego stanu pakietów
sk: Návrat do priamo po¾adovaného stavu pre v¹etky balíky

source: Select currently-highlighted access method
pl: Wybór metody dostêpu
sk: Výber aktuálne oznaèenej prístupovej metódy

source: Quit without changing selected access method
pl: Wyj¶cie bez zmiany metody dostêpu
sk: Ukonèenie bez zmeny zvolenej výberovej metódy

source: Keystrokes
pl: Spis klawiszy
sk: Funkcie klávesov
