Repository: community-ssu/gtk
Catalog: dpkg/po/*.po
Languages: pl, sk

source: may not be empty string
pl: nie mo¿na u¿yæ pustego ci±gu znaków
sk: nesmie by» prázdny re»azec

source: must start with an alphanumeric
pl: musi siê znaczynaæ od litery lub cyfry
sk: musí zaèa» alfanumerickým znakom

source: character `%c' not allowed - only letters, digits and %s allowed
pl: znak `%c' jest niedozwolony - mo¿na u¿yæ jedynie liter, cyfr i %s
sk: znak `%c' nie je prípustný - prípustné sú len písmená, èísla a %s

source: <none>
pl: <brak>
sk: <¾iadna>

source: version string is empty
pl: ci±g znaków dla numeru wersji jest pusty
sk: prázdny re»azec verzie

source: version string has embedded spaces
pl: ci±g znaków dla numeru wersji zawiera spacje
sk: re»azec verzie obsahuje vlo¾ené medzery

source: epoch in version is not number
pl: epoka w numerze wersji nie jest liczb±
sk: epocha vo verzii nie je èíslo

source: nothing after colon in version number
pl: brak znaków po dwukropku w numerze wersji
sk: za dvojbodkou v èísle verzie niè nenasleduje

source: missing %s
pl: brakuj±cy %s
sk: chýba %s

source: empty value for %s
pl: brak warto¶ci dla %s
sk: prázdna hodnota pre %s

source: cannot open GPL file
pl: nie mo¿na otworzyæ pliku licencji
sk: nemô¾em otvori» súbor s GPL

source: invalid character `%c' in field width
pl: nieprawid³owy znak `%c' w polu szeroko¶ci
sk: nesprávny znak `%c' v poli width

source: Closing brace missing in format
pl: W formacie brakuje nawiasu zamykaj±cego
sk: Uzatváracia zátvorka chýba vo formáte

source: failed to realloc for variable buffer
pl: nie mo¿na wykonaæ funkcji `realloc' dla zmiennej bufora
sk: zlyhalo vykonanie funkcie realloc pre zásobník premenných

source: process_archive ... already disappeared !
pl: process_archive ... znikn±³ !
sk: process_archive ... u¾ zmizol !

source: error reading from dpkg-deb pipe
pl: nie mo¿na odczytaæ potoku z `dpkg-deb'
sk: chyba pri èítaní z rúry dpkg-deb

source: error setting timestamps of `%.255s'
pl: nie mo¿na zaktualizowaæ czasu dla `%.255s'
sk: chyba pri nastavovaní èasovej znaèky u `%.255s'

source: error setting ownership of `%.255s'
pl: nie mo¿na zmieniæ w³a¶ciciela `%.255s'
sk: chyba pri nastavovaní vlastníckych práv u `%.255s'

source: error setting permissions of `%.255s'
pl: nie mo¿na zmieniæ uprawnieñ `%.255s'
sk: chyba pri nastavovaní prístupových práv u `%.255s'

source: trying to overwrite `%.250s', which is the diverted version of `%.250s'%.10s%.100s%.10s
pl: próba nadpisania `%.250s', który jest ominiêciem `%.250s'%.10s%.100s%.10s
sk: skú¹am prepísa» `%.250s', ktorý je odklonenou verziou `%.250s'%.10s%.100s%.10s

source: (package:
pl: (pakiet:
sk: (balík:

source: unable to stat `%.255s' (which I was about to install)
pl: nie mo¿na ustaliæ stanu `%.255s'
sk: nie je mo¾né zisti» stav `%.255s' (ktorý bude práve nain¹talovaný)

source: unable to clean up mess surrounding `%.255s' before installing another version
pl: nie mo¿na wyczy¶ciæ `%.255s' dopóki nie zostanie zainstalowana inna jego wersja
sk: nie je mo¾né uprata» odpad obklopujúci `%.255s' pred nain¹talovaním inej verzie

source: unable to stat restored `%.255s' before installing another version
pl: nie mo¿na ustaliæ stanu `%.255s' dopóki nie zostanie zainstalowana inna jego wersja
sk: nie je mo¾né zisti» stav obnoveného `%.255s' pred nain¹talovaním inej verzie

source: archive contained object `%.255s' of unknown type 0x%x
pl: archiwum zawiera obiekt `%.255s' nieznanego typu 0x%x
sk: archív obsahoval objekt `%.255s' neznámeho typu 0x%x

source: Replacing files in old package %s ...
pl: Zast±pienie plików z poprzedniego pakietu %s ...
sk: Nahradzujem súbory v starom balíku %s ...

source: Replaced by files in installed package %s ...
pl: Zast±pienie przez pliki z instalowanego pakietu %s ...

source: trying to overwrite directory `%.250s' in package %.250s with nondirectory
pl: próba nadpisania katalogu `%.250s' przez obiekt nie bêd±cy katalogiem z pakietu %.250s
sk: skú¹am prepísa» adresár `%.250s' v balíku %.250s neadresárom

source: trying to overwrite `%.250s', which is also in package %.250s
pl: próba nadpisania `%.250s', który istnieje tak¿e w pakiecie %.250s
sk: skú¹am prepísa» `%.250s', ktorý je tie¾ v balíku %.250s

source: gobble replaced file `%.255s'
pl: pominiêcie zast±pionego pliku `%.255s'

source: unable to create `%.255s'
pl: nie mo¿na utworzyæ `%.255s'
sk: nie je mo¾né vytvori» `%.255s'

source: backend dpkg-deb during `%.255s'
pl: uruchomiony dpkg-deb podczas `%.255s'
sk: backend dpkg-deb poèas `%.255s'

source: error closing/writing `%.255s'
pl: nie mo¿na zamkn±æ/zapisaæ `%.255s'
sk: chyba pri uzatváraní/zápise `%.255s'

source: error creating pipe `%.255s'
pl: nie mo¿na utworzyæ potoku `%.255s'
sk: chyba pri vytváraní rúry `%.255s'

source: error creating device `%.255s'
pl: nie mo¿na utworzyæ urz±dzenia `%.255s'
sk: chyba pri vytváraní zariadenia `%.255s'

source: error creating hard link `%.255s'
pl: nie mo¿na utworzyæ dowi±zania `%.255s'
sk: chyba pri vytváraní pevného odkazu `%.255s'

source: error creating symbolic link `%.255s'
pl: nie mo¿na utworzyæ symbolicznego dowi±zania `%.255s'
sk: chyba pri vytváraní symbolického odkazu `%.255s'

source: error setting ownership of symlink `%.255s'
pl: nie mo¿na zmieniæ w³a¶ciciela symbolicznego dowi±zania `%.255s'
sk: chyba pri nastavovaní vlastníckych práv symbolického odkazu `%.255s'

source: error creating directory `%.255s'
pl: nie mo¿na utworzyæ katalogu `%.255s'
sk: chyba pri vytváraní adresára `%.255s'

source: unable to move aside `%.255s' to install new version
pl: nie mo¿na przenie¶æ `%.255s' aby zainstalowaæ now± wersjê
sk: nie je mo¾né odsunú» `%.255s' pre nain¹talovanie novej verzie

source: unable to read link `%.255s'
pl: nie mo¿na odczytaæ dowi±zania `%.255s'
sk: nie je mo¾né èíta» linku `%.255s'

source: unable to make backup symlink for `%.255s'
pl: nie mo¿na zrobiæ kopii symbolicznego dowi±zania dla `%.255s'
sk: nie je mo¾né vytvori» zálo¾ný symbolický odkaz pre `%.255s'

source: unable to chown backup symlink for `%.255s'
pl: nie mo¿na zmieniæ w³a¶ciciela kopii symbolicznego dowi±zania dla `%.255s'
sk: nie je mo¾né zmeni» vlastnícke práva na zálo¾nom symbolickom odkaze pre `%.255s'

source: unable to make backup link of `%.255s' before installing new version
pl: nie mo¿na zrobiæ kopii dowi±zania dla `%.255s' dopóki nie zostanie zainstalowana inna jego wersja
sk: nie je mo¾né vytvori» zálo¾ný odkaz `%.255s' pred nain¹talovaním novej verzie

source: unable to install new version of `%.255s'
pl: nie mo¿na zainstalowaæ nowej wersji `%.255s'
sk: nie je mo¾né nain¹talova» novú verziu `%.255s'

source: dpkg: warning - ignoring dependency problem with removal of %s: %s
pl: dpkg: ostrze¿enie - zignorowanie problemu z zale¿no¶ciami przy usuwaniu %s: %s
sk: dpkg: upozornenie - ignorujem problém so závislos»ami pri odstraòovaní balíku %s: %s

source: dpkg: warning - considering deconfiguration of essential package %s, to enable removal of %s.
pl: dpkg: ostrze¿enie - dekonfiguracja istotnego pakietu %s, aby usun±æ %s.
sk: dpkg: upozornenie - uva¾ujem o odkonfigurovaní nutného balíku %s, ktoré umo¾ní odstránenie %s.

source: dpkg: no, %s is essential, will not deconfigure it in order to enable removal of %s.
pl: dpkg: niestety, %s jest istotnym pakietem, który nie zostanie zdekonfigurowany, aby usun±æ %s.
sk: dpkg: nie, %s je nutný, nebude odkonfigurovaný pre odstránenie %s.

source: dpkg: no, cannot remove %s (--auto-deconfigure will help): %s
pl: dpkg: niestety, nie mo¿na usun±æ %s (--auto-deconfigure mo¿e pomóc): %s
sk: dpkg: nie, nemô¾em odstráni» %s (--auto-deconfigure pomô¾e): %s

source: dpkg: considering removing %s in favour of %s ...
pl: dpkg: usuwanie %s w zamian za %s ...
sk: dpkg: uva¾ujem o odstránení %s v prospech %s ...

source: %s is not properly installed - ignoring any dependencies on it.
pl: %s nie jest poprawnie zainstalowany - ignorowanie zale¿no¶ci od niego.
sk: %s nie je správne nain¹talovaný - ignorujem v¹etky závislosti na òom.

source: dpkg: may have trouble removing %s, as it provides %s ...
pl: dpkg: mog± wyst±piæ problemy przy usuwaniu %s, jako ¿e dostarcza %s ...
sk: dpkg: mo¾né problémy s odstránením %s, preto¾e poskytuje %s ...

source: dpkg: package %s requires reinstallation, but will remove anyway as you request.
pl: dpkg: pakiet %s wymaga reinstalacji, ale zostanie usuniêty wed³ug ¿±dania.
sk: dpkg: balík %s vy¾aduje rein¹taláciu, bude ale odstránený podµa va¹ej po¾iadavky.

source: dpkg: package %s requires reinstallation, will not remove.
pl: dpkg: pakiet %s wymaga reinstalacji i nie zostanie usuniêty.
sk: dpkg: balík %s vy¾aduje rein¹taláciu, nepokraèujem v odin¹talácii.

source: dpkg: yes, will remove %s in favour of %s.
pl: dpkg: tak, %s zostanie usuniêty w zamian za %s.
sk: dpkg: áno, odstránim %s v prospech %s.

source: dpkg: regarding %s containing %s: %s
pl: dpkg: w odniesieniu do %s zawieraj±cego %s: %s
sk: dpkg: ohµadom %s obsahujúci %s: %s

source: conflicting packages - not installing %.250s
pl: konflikt pakietów - nie bêdzie instalowany %.250s
sk: konflikt balíkov - nebudem in¹talova» %.250s

source: dpkg: warning - ignoring conflict, may proceed anyway !
pl: dpkg: ostrze¿enie - zignorowanie konfliktu, dalsze przetwarzanie !
sk: dpkg: upozornenie - ignorujem konflikt, pokraèujem ïalej !

source: --%s --recursive needs at least one path argument
pl: --%s --recursive wymaga co najmniej jednego argumentu bêd±cego ¶cie¿k±
sk: --%s --recursive vy¾aduje aspoò jednu cestu ako argument

source: failed to exec find for --recursive
pl: nie mo¿na wykonaæ polecenia `find' dla --recursive
sk: zlyhalo spustenie prikazu find pre --recursive

source: failed to fdopen find's pipe
pl: nie mo¿na utworzyæ potoku dla `find'
sk: zlyhalo vykonanie funkcie fdopen na rúre príkazu find

source: error reading find's pipe
pl: nie mo¿na odczytaæ z potoku z `find'
sk: chyba pri èítaní z rúry príkazu find

source: error closing find's pipe
pl: nie mo¿na zamkn±æ potoku z `find'
sk: chyba pri uzatváraní rúry príkazu find

source: find for --recursive returned unhandled error %i
pl: wyszukiwanie --recursive zwróci³o nieobs³ugiwany b³±d %i
sk: príkaz find pre --recursive vrátil nespracovanú chybu %i

source: searched, but found no packages (files matching *.deb)
pl: przeszukane, ale nie znaleziono ¿adnych pakietów (plików *.deb)
sk: prehµadané, nebol ale nájdený ¾iadny balík (súbory vyhovujúce *.deb)

source: --%s needs at least one package archive file argument
pl: --%s wymaga co najmniej jednego argumentu bêd±cego plikiem archiwum
sk: --%s vy¾aduje ako argument aspoò jeden súbor s balíkom

source: Selecting previously deselected package %s.
pl: Zaznaczenie poprzednio niezaznaczonego pakietu %s.
sk: Vyberám predtým zru¹ený balík %s.

source: Skipping deselected package %s.
pl: Pominiêcie niezaznaczonego pakietu %s.
sk: Preskakujem zru¹ený balík %s.

source: Version %.250s of %.250s already installed, skipping.
pl: Wersja %.250s pakietu %.250s jest ju¿ zainstalowana.
sk: Verzia %.250s %.250s je uz nain¹talovaná, preskakujem.

source: %s - warning: downgrading %.250s from %.250s to %.250s.
pl: %s - ostrze¿enie: zast±pienie %.250s w wersji %.250s wcze¶niejsz± wersj± %.250s.
sk: %s - upozornenie: in¹talujem star¹iu verziu %.250s z %.250s na %.250s.

source: Will not downgrade %.250s from version %.250s to %.250s, skipping.
pl: Pakiet %.250s w wersji %.250s nie bêdzie zast±piony wcze¶niejsz± wersj± %.250s.
sk: Odmietam in¹talova» star¹iu verziu balíku %.250s z verzie %.250s na %.250s, preskakujem.

source: unable to remove newly-installed version of `%.250s' to allow reinstallation of backup copy
pl: nie mo¿na usun±æ zainstalowanej nowej wersji `%.250s' aby umo¿liwiæ reinstalacjê kopii zapasowej
sk: nie je mo¾né odstráni» novonain¹talovanú verziu balíku `%.250s' pre umo¾nenie rein¹talácie zálo¾nej kópie

source: unable to restore backup version of `%.250s'
pl: nie mo¿na odtworzyæ kopii zapasowej `%.250s'
sk: nie je mo¾né obnovi» zálo¾nú kópiu `%.250s'

source: unable to remove newly-extracted version of `%.250s'
pl: nie mo¿na usun±æ zainstalowanej nowej wersji `%.250s'
sk: nie je mo¾né odstráni» novorozbalenú verziu `%.250s'

source: no package named `%s' is installed, cannot configure
pl: pakiet `%s' nie jest zainstalowany, nie mo¿na go skonfigurowaæ
sk: balík nazvaný `%s' nie je nain¹talovaný, nie je mo¾né ho konfigurova»

source: package %.250s is already installed and configured
pl: pakiet %.250s jest ju¿ zainstalowany i skonfigurowany
sk: balík %.250s je u¾ nain¹talovaný a nakonfigurovaný

source: package %.250s is not ready for configuration cannot configure (current status `%.250s')
pl: pakiet %.250s jest nie gotowy do skonfigurowania nie mo¿na go skonfigurowaæ (bie¿±cy stan `%.250s')
sk: balík %.250s nie je pripravený na konfiguráciu nie je mo¾né konfigurova» (suèasný stav `%.250s')

source: dpkg: dependency problems prevent configuration of %s: %s
pl: dpkg: problemy z zale¿no¶ciami uniemo¿liwiaj± skonfigurowanie %s: %s
sk: dpkg: problémy so závislos»ami zabránili konfigurácii balíku %s: %s

source: dependency problems - leaving unconfigured
pl: problemy z zale¿no¶ciami - pozostawiony nieskonfigurowany
sk: problémy so závislos»ami - nechávam nenakonfigurované

source: dpkg: %s: dependency problems, but configuring anyway as you request: %s
pl: dpkg: %s: problemy z zale¿no¶ciami, ale zostanie skonfigurowany wed³ug ¿±dania: %s
sk: dpkg: %s: problémy so závislos»ami, napriek tomu konfigurujem podµa Va¹ej po¾iadavky: %s

source: Package is in a very bad inconsistent state - you should reinstall it before attempting configuration.
pl: Pakiet jest w z³ym stanie - powinien zostaæ przeinstalowany przed prób± jego skonfigurowania.
sk: Balíèek je vo veµmi nekonzistentnom stave - mali by ste ho rein¹talova» pred pokusom o jeho kofiguráciu.

source: Setting up %s (%s) ...
pl: Konfigurowanie %s (%s) ...
sk: Nastavujem balík %s (%s) ...

source: unable to stat new dist conffile `%.250s'
pl: nie mo¿na zbadaæ stanu nowego pliku konfiguracyjnego `%.250s'
sk: nie je mo¾né zisti» stav nového distribuèného konfiguraèného súboru `%.250s'

source: unable to stat current installed conffile `%.250s'
pl: nie mo¿na zbadaæ stanu aktualnego pliku konfiguracyjnego `%.250s'
sk: nie je mo¾né zisti» stav aktuálneho konfiguraèného súboru `%.250s'

source: Configuration file `%s', does not exist on system. Installing new config file as you request.
pl: Plik konfiguracyjny `%s' nie istnieje w systemie. Instalowanie nowego pliku konfiguracyjnego wed³ug ¿±dania.
sk: Konfiguraèný súbor `%s' v systéme neexistuje. In¹talujem nový konfiguraèný súbor podµa Va¹ej po¾iadavky.

source: dpkg: %s: warning - failed to remove old backup `%.250s': %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na usun±æ poprzedniej kopii `%.250s': %s
sk: dpkg: %s: upozornenie - zlyhalo odstránenie starej zálohy `%.250s': %s

source: dpkg: %s: warning - failed to rename `%.250s' to `%.250s': %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na zmieniæ nazwy `%.250s' na `%.250s': %s
sk: dpkg: %s: upozornenie - zlyhalo premenovanie `%.250s' na `%.250s': %s

source: dpkg: %s: warning - failed to remove `%.250s': %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na usun±æ `%.250s': %s
sk: dpkg: %s: upozornenie - zlyhalo odstránenie `%.250s': %s

source: dpkg: %s: warning - failed to remove old distrib version `%.250s': %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na usun±æ poprzedniej wersji `%.250s': %s
sk: dpkg: %s: upozornenie - zlyhalo odstránenie starej distribuènej verzie `%.250s': %s

source: dpkg: %s: warning - failed to remove `%.250s' (before overwrite): %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na usun±æ `%.250s' (przed nadpisaniem): %s
sk: dpkg: %s: upozornenie - zlyhalo odstránenie `%.250s' (pred prepísaním): %s

source: dpkg: %s: warning - failed to link `%.250s' to `%.250s': %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na utworzyæ dowi±zania `%.250s' do `%.250s': %s
sk: dpkg: %s: upozornenie - zlyhalo vytvorenie odkazu `%.250s' na `%.250s': %s

source: Installing new version of config file %s ...
pl: Instalowanie nowej wersji pliku konfiguracyjnego %s ...
sk: In¹talujem novú verziu konfiguraèného súboru %s ...

source: unable to install `%.250s' as `%.250s'
pl: nie mo¿na zainstalowaæ `%.250s' jako `%.250s'
sk: nie je mo¾né in¹talova» `%.250s' ako `%.250s'

source: dpkg: %s: warning - unable to stat config file `%s' (= `%s'): %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na sprawdziæ stanu pliku konfiguracyjnego `%s' (= `%s'): %s
sk: dpkg: %s: upozornenie - nie je mo¾né zisti» stav konfiguraèného súboru `%s' (= `%s'): %s

source: dpkg: %s: warning - config file `%s' is a circular link (= `%s')
pl: dpkg: %s: ostrze¿enie - plik konfiguracyjny `%s' jest zapêtlonym dowi±zaniem (= `%s')
sk: dpkg: %s: upozornenie - konfiguraèný súbor `%s' je cyklickým odkazom (= `%s')

source: dpkg: %s: warning - unable to readlink conffile `%s' (= `%s'): %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na okre¶liæ dowi±zania do pliku konfiguracyjnego `%s' (= `%s'): %s
sk: dpkg: %s: upozornenie - nie je mo¾né vykona» funkciu readlink na konfiguraènom súbore `%s' (= `%s'): %s

source: dpkg: %s: warning - conffile `%.250s' resolves to degenerate filename (`%s' is a symlink to `%s')
pl: dpkg: %s: ostrze¿enie - plik konfiguracyjny `%.250s' jest dowi±zaniem do b³êdnego pliku (`%s' jest dowi±zaniem do `%s')
sk: dpkg: %s: upozornenie - meno konfiguraèného súboru `%.250s' nie je platným menom (`%s' je symbolický odkaz na `%s')

source: dpkg: %s: warning - conffile `%.250s' is not a plain file or symlink (= `%s')
pl: dpkg: %s: ostrze¿enie - plik konfiguracyjny `%.250s' nie jest plikiem ani dowi±zaniem (= `%s')
sk: dpkg: %s: upozornenie - konfiguraèný súbor `%.250s' nie je súbor ani symbolický odkaz (= `%s')

source: md5hash
pl: skrót md5

source: dpkg: %s: warning - unable to open conffile %s for hash: %s
pl: dpkg: %s: ostrze¿enie - nie mo¿na otworzyæ pliku konfiguracyjnego %s dla sprawdzenia sumy kontrolnej: %s
sk: dpkg: %s: upozornenie - nie je mo¾né otvori» konfiguraèný súbor %s pre hash: %s

source: unable to change ownership of new dist conffile `%.250s'
pl: nie mo¿na zmieniæ w³a¶ciciela nowego pliku konfiguracyjnego `%.250s'
sk: nie je mo¾né zmeni» vlastníctvo nového distribuèného konfiguraèného súboru `%.250s'

source: unable to set mode of new dist conffile `%.250s'
pl: nie mo¿na zmieniæ praw dostêpu do nowego pliku konfiguracyjnego `%.250s'
sk: nie je mo¾né nastavi» mód nového distribuèného konfiguraèného súboru `%.250s'

source: failed to run %s (%.250s)
pl: nie powiod³o siê wykonanie polecenia %s (%.250s)
sk: zlyhalo spustenie %s (%.250s)

source: wait for shell failed
pl: nie mo¿na wykonaæ funcji `wait' dla pow³oki
sk: èakanie na shell zlyhalo

source: Type `exit' when you're done.
pl: Nale¿y wpisaæ `exit' po zakoñczeniu pracy.
sk: Po skonèení napí¹te `exit'.

source: failed to exec shell (%.250s)
pl: nie mo¿na wywo³aæ pow³oki (%.250s)
sk: zlyhalo spustenie shellu (%.250s)

source: Don't forget to foreground (`fg') this process when you're done !
pl: Po zakoñczeniu pracy nale¿y przywo³aæ g³ówny proces poleceniem `fg'!
sk: Nezabudnite prepnú» tento proces do popredia (`fg'), keï skonèíte !

source: Configuration file `%s'
pl: Plik konfiguracyjny `%s'
sk: Konfiguraèný súbor `%s'

source: (actually `%s')
pl: (aktualnie `%s')
sk: (v skutoènosti `%s')

source: ==> File on system created by you or by a script. ==> File also in package provided by package maintainer.
pl: ==> Plik w systemie utworzony przez administratora lub skrypt. ==> Plik w pakiecie dostarczony przez opiekuna pakietu.
sk: ==> Súbor v systéme bol vytvorený Vami alebo skriptom. ==> Súbor je tie¾ prítomný v balíku poskytovanom správcom balíku.

source: ==> Modified (by you or by a script) since installation.
pl: ==> Zmodyfikowany (przez administratora lub skrypt) po zainstalowaniu.
sk: ==> Modifikované (Vami alebo skriptom) od doby in¹talácie.

source: Not modified since installation.
pl: Nie zmodyfikowany po zainstalowaniu.
sk: Nemodifikované od doby in¹talácie.

source: ==> Package distributor has shipped an updated version.
pl: ==> Twórca pakietu zamie¶ci³ zaktualizowan± wersjê.
sk: ==> Distribútor balíku dodal upravenú verziu.

source: Version in package is the same as at last installation.
pl: Wersja w pakiecie jest taka sama jak przy ostatniej instalacji.
sk: Verzia v balíku je rovnaká ako posledná nain¹talovaná.

source: ==> Using new file as you requested.
pl: ==> Wykorzystany zostanie nowy plik wed³ug ¿±dania.
sk: ==> Pou¾ívam nový súbor podµa Va¹ej po¾iadavky.

source: ==> Using current old file as you requested.
pl: ==> Wykorzystany zostanie aktualny plik wed³ug ¿±dania.
sk: ==> Pou¾ívam starý súbor podµa Va¹ej po¾iadavky.

source: ==> Keeping old config file as default.
pl: ==> Domy¶lnie zostanie zachowany poprzedni plik konfiguracyjny.
sk: ==> Ponechávam starý konfiguraèný súbor ako predvolený.

source: ==> Using new config file as default.
pl: ==> Domy¶lnie zostanie zainstalowany nowy plik konfiguracyjny.
sk: ==> Pou¾ívam nový konfiguraèný súbor ako predvolený.

source: What would you like to do about it ? Your options are: Y or I : install the package maintainer's version N or O : keep your currently-installed version D : show the differences between the versions Z : background this process to examine the situation
pl: Nale¿y wybraæ jedno z po¶ród wymienionych poni¿ej dzia³añ: Y lub I : zainstalowanie nowej wersji z pakietu N lub O : zachowanie bie¿±cej wersji D : pokazanie ró¿nic pomiêdzy wersjami pliku Z : zatrzymanie tego procesu w celu rozeznania sytuacji
sk: Èo s tým chcete urobi» ? Mo¾né voµby sú: Y or I : nain¹talova» verziu správcu balíku N or O : ponecha» momentálne nain¹talovanú verziu D : zobrazi» rozdiely medzi verziami Z : prepnú» tento proces do pozadia a preskúma» situáciu

source: The default action is to keep your current version.
pl: Domy¶lnym dzia³aniem jest zachowanie bie¿±cej wersji.
sk: Predvolenou akciou je ponechanie Va¹ej aktuálnej verzie.

source: The default action is to install the new version.
pl: Domy¶lnym dzia³aniem jest zainstalowanie nowej wersji.
sk: Predvolenou akciou je in¹talácia novej verzie.

source: [default=N]
pl: [domy¶lnie=N]
sk: [predvolené=N]

source: [default=Y]
pl: [domy¶lnie=Y]
sk: [predvolené=Y]

source: [no default]
pl: [brak domy¶lnego dzia³ania]
sk: [bez predvoµby]

source: error writing to stderr, discovered before conffile prompt
pl: b³±d zapisu do stderr wykryty przed ukazaniem siê znaku zachêty
sk: chyba pri zápise na ¹tandardnom chybovom výstupe, objavene pred otázkou na konfiguraèné súbory

source: read error on stdin at conffile prompt
pl: b³±d odczytu ze stdin wykryty po ukazaniu siê znaku zachêty
sk: chyba pri èítaní na ¹tandardnom vstupe pri otázke na konfiguraèné súbory

source: EOF on stdin at conffile prompt
pl: EOF ze stdin wprowadzony ze znaku zachêty
sk: EOF na ¹tandardnom vstupe pri otázke na konfiguraèné súbory

source: unable to check for existence of `%.250s'
pl: nie mo¿na sprawdziæ istnienia `%.250s'
sk: nie je mo¾né overi» existenciu `%.250s'

source: depends on
pl: zale¿y od
sk: závisí na

source: pre-depends on
pl: zale¿y-przed od
sk: pred-závisí na

source: recommends
pl: poleca
sk: odporúèa

source: conflicts with
pl: w konflikcie z
sk: je v konflikte s

source: suggests
pl: sugeruje
sk: navrhuje

source: enhances
pl: rozszerza
sk: roz¹iruje

source: %.250s is to be removed.
pl: %.250s jest przeznaczony do usuniêcia.
sk: %.250s bude odstránený.

source: %.250s is to be deconfigured.
pl: %.250s jest przeznaczony do zdekonfigurowania.
sk: %.250s bude dekonfigurovaný.

source: %.250s is to be installed, but is version %.250s.
pl: %.250s jest przeznaczony do zainstalowania, ale w wersji %.250s.
sk: %.250s bude nain¹talovaný, ale vo verzii %.250s.

source: %.250s is installed, but is version %.250s.
pl: %.250s jest zainstalowany, ale w wersji %.250s.
sk: %.250s je nain¹talovaný, ale vo verzii %.250s.
