Repository: community-ssu/gtk
Catalog: apt/po/*.po
Languages: sl

source: Some errors occurred while unpacking. I'm going to configure the
sl: Med odpakiranjem je pri¹lo do napak. Nastavil bom

source: packages that were installed. This may result in duplicate errors
sl: pakete, ki so bili name¹èeni. To lahko privede do dvojnih napak

source: or errors caused by missing dependencies. This is OK, only the errors
sl: ali do napak zaradi manjkajoèih odvisnosti. To je v redu, pomembne so samo napake

source: above this message are important. Please fix them and run [I]nstall again
sl: nad tem sporoèilom. Popravite jih in po¾enite Namest[I]tev ¹e enkrat

source: Merging available information
sl: Spajanje informacij na voljo

source: Failed to create pipes
sl: Ni mogoèe ustvariti pip

source: Failed to exec gzip
sl: Ni mogoèe izvesti gzip

source: Corrupted archive
sl: Pokvarjen arhiv

source: Tar checksum failed, archive corrupted
sl: Kontrolna vsota tar ni uspela, arhiv je pokvarjen

source: Unknown TAR header type %u, member %s
sl: Neznan tip glave TAR %u, èlan %s

source: Invalid archive signature
sl: Napaèen podpis arhiva

source: Error reading archive member header
sl: Napaka pri branju glave èlana arhiva

source: Invalid archive member header
sl: Napaèna glava èlana arhiva

source: Archive is too short
sl: Arhiv je prekratek

source: Failed to read the archive headers
sl: Glav arhiva ni mogoèe brati

source: DropNode called on still linked node
sl: DropNode je poklical stabilno povezano vozli¹èe

source: Failed to locate the hash element!
sl: Ni mogoèe najti razpr¹enega elementa!

source: Failed to allocate diversion
sl: Ni mogoèe dodeliti odklona

source: Internal error in AddDiversion
sl: Notranja napaka v AddDiversion

source: Trying to overwrite a diversion, %s -> %s and %s/%s
sl: Posku¹am prepisati odklon, %s -> %s in %s/%s

source: Double add of diversion %s -> %s
sl: Dvojni se¹tevek odklona %s -> %s

source: Duplicate conf file %s/%s
sl: Dvojnik datoteke z nastavitvami %s/%s

source: Failed to close file %s
sl: Napaka pri zapiranju datoteke %s

source: The path %s is too long
sl: Pot %s je predolga

source: Unpacking %s more than once
sl: Odpakiranje %s veè kot enkrat

source: The directory %s is diverted
sl: Imenik %s je odklonjen

source: The package is trying to write to the diversion target %s/%s
sl: Paket posku¹a pisati v tarèo odklona %s/%s

source: The diversion path is too long
sl: Pot odklona je predloga

source: The directory %s is being replaced by a non-directory
sl: Imenik %s je bil zamenjan z ne-imenikom

source: Failed to locate node in its hash bucket
sl: Iskanje vozli¹èa v njegovem razpr¹enem vedru ni uspelo

source: The path is too long
sl: Pot je predolga

source: Overwrite package match with no version for %s
sl: Prepi¹i zadetek paketa brez vnosa razlièice za %s

source: File %s/%s overwrites the one in the package %s
sl: Datoteka %s/%s prepisuje datoteko v paketu %s

source: Unable to read %s
sl: Ni mogoèe brati %s

source: Unable to stat %s
sl: Ni mogoèe doloèiti %s

source: Failed to remove %s
sl: Odstranitev %s ni uspela

source: Unable to create %s
sl: Ni mogoèe ustvariti %s

source: Failed to stat %sinfo
sl: Doloèitev %sinfo ni uspela

source: The info and temp directories need to be on the same filesystem
sl: Podatki in zaèasni imeniki morajo biti v istem datoteènem sistemu

source: Reading package lists
sl: Branje seznama paketov

source: Failed to change to the admin dir %sinfo
sl: Premik v skrbnikov imenik %sinfo ni uspel

source: Internal error getting a package name
sl: Notranja napaka pri sprejemanju imena paketa

source: Reading file listing
sl: Branje seznama datotek

source: Failed to open the list file '%sinfo/%s'. If you cannot restore this file then make it empty and immediately re-install the same version of the package!
sl: Odpiranje datoteke s seznamom '%sinfo/%s' ni uspelo. Èe ne morete povrniti datoteke, jo izpraznite in takoj ponovno namestite enako razlièico paketa!

source: Failed reading the list file %sinfo/%s
sl: Branje datoteke s seznamom %sinfo/%s ni uspelo

source: Internal error getting a node
sl: Notranja napaka pri sprejemanju vozli¹èa

source: Failed to open the diversions file %sdiversions
sl: Odpiranje datoteke z odklonom %sdiversions ni uspelo

source: The diversion file is corrupted
sl: Datoteka z odklonom je pokvarjena

source: Invalid line in the diversion file: %s
sl: Napaèna vrstica v datoteki z odklonom: %s

source: Internal error adding a diversion
sl: Notranja napaka pri dodajanju odklona

source: The pkg cache must be initialized first
sl: Najprej se mora izvesti predpomnilnik paketov

source: Reading file list
sl: Branje seznama datotek

source: Failed to find a Package: header, offset %lu
sl: Napaka pri iskanju paketa: glava, odmik %lu

source: Bad ConfFile section in the status file. Offset %lu
sl: Napaèna izbira ConfFile v datoteki stanja. Odmik %lu

source: Error parsing MD5. Offset %lu
sl: Napaka pri razèlenjevanju MD5. Odmik %lu

source: This is not a valid DEB archive, missing '%s' member
sl: To ni veljaven arhiv DEB. Manjka èlan '%s'.

source: This is not a valid DEB archive, it has no '%s' or '%s' member
sl: To ni veljaven arhiv DEB. Manjka èlan '%s' ali '%s'.

source: Couldn't change to %s
sl: Ni mogoèe spremeniti v %s

source: Internal error, could not locate member
sl: Notranja napaka. Ni mogoèe najti èlana.

source: Failed to locate a valid control file
sl: Ni mogoèe najti veljavne nadzorne datoteka

source: Unparsable control file
sl: Nadzorne datoteke ni mogoèe razèleniti

source: Unable to read the cdrom database %s
sl: Ni mogoèe brati zbirke %s na CD-ROM-u

source: Please use apt-cdrom to make this CD-ROM recognized by APT. apt-get update cannot be used to add new CD-ROMs
sl: Uporabite apt-cdrom, èe ¾elite, da APT prepozna CD. apt-get update ne more sam dodati novih CD-jev

source: Wrong CD-ROM
sl: Napaèen C

source: Unable to unmount the CD-ROM in %s, it may still be in use.
sl: Ni mogoèe odklopiti CD-ROM-a v %s, ker je morda ¹e v uporabi.

source: File not found
sl: Datoteke ni mogoèe najti

source: Failed to stat
sl: Doloèitev ni uspela

source: Failed to set modification time
sl: Nastavitev èasa spremembe ni uspela

source: Invalid URI, local URIS must not start with //
sl: Napaèen URI. Lokalni URI-ji se morajo zaèeti z /

source: Logging in
sl: Prijavljam se

source: Unable to determine the peer name
sl: Ni mogoèe ugotoviti imena gostitelja

source: Unable to determine the local name
sl: Ni mogoèe ugotoviti lokalnega imena

source: The server refused the connection and said: %s
sl: Stre¾nik je zavrnil na¹o povezavo in sporoèil: %s

source: USER failed, server said: %s
sl: USER ni uspel, stre¾nik je odgovoril: %s

source: PASS failed, server said: %s
sl: PASS ni uspel, stre¾nik je odgovoril: %s

source: A proxy server was specified but no login script, Acquire::ftp::ProxyLogin is empty.
sl: Naveden je bil proxy-stre¾nik, ne pa tudi prijavna skripta. Acquire::ftp::ProxyLogin je prazen.

source: Login script command '%s' failed, server said: %s
sl: Ukaz prijavne skripte '%s' ni uspel, stre¾nik je odgovoril: %s

source: TYPE failed, server said: %s
sl: TYPE ni uspel, stre¾nik je odgovoril: %s

source: Connection timeout
sl: Povezava potekla

source: Server closed the connection
sl: Stre¾nik je zaprl povezavo

source: Read error
sl: Napaka pri branju

source: A response overflowed the buffer.
sl: Odgovor je prekoraèil vmesnik.

source: Protocol corruption
sl: Okvara protokola

source: Write error
sl: Napaka pri pisanju

source: Could not create a socket
sl: Ni mogoèe ustvariti vtiènice

source: Could not connect data socket, connection timed out
sl: Ni mogoèe priklopiti podatkovne vtiènice. Povezava potekla.

source: Could not connect passive socket.
sl: Ni mogoèe priklopiti pasivne vtiènice.

source: getaddrinfo was unable to get a listening socket
sl: getaddrinfo ni mogel dobiti poslu¹ajoèe vtiènice

source: Could not bind a socket
sl: Ni mogoèe povezati vtiènice

source: Could not listen on the socket
sl: Ni mogoèe poslu¹ati na vtiènici

source: Could not determine the socket's name
sl: Ni mogoèe ugotoviti imena vtiènice

source: Unable to send PORT command
sl: Ni mogoèe poslati ukaza PORT

source: Unknown address family %u (AF_*)
sl: Neznan naslov dru¾ine %u (AF_*)

source: EPRT failed, server said: %s
sl: EPRT ni uspel, stre¾nik je odgovoril: %s

source: Data socket connect timed out
sl: Povezava podatkovne vtiènice potekla

source: Unable to accept connection
sl: Ni mogoèe sprejeti povezave

source: Problem hashing file
sl: Te¾ava pri razpr¹evanju datoteke

source: Unable to fetch file, server said '%s'
sl: Ni mogoèe dobiti datoteke, stre¾nik je odgovoril '%s'

source: Data socket timed out
sl: Podatkovna vtiènica je potekla

source: Data transfer failed, server said '%s'
sl: Prenos podatkov ni uspel, stre¾nik je odgovoril '%s'

source: Query
sl: Poizvedba

source: Unable to invoke
sl: Ni mogoèe zagnati

source: Connecting to %s (%s)
sl: Povezovanje z %s (%s)

source: Could not create a socket for %s (f=%u t=%u p=%u)
sl: Ni mogoèe ustvariti vtiènice za %s (f=%u t=%u p=%u)

source: Cannot initiate the connection to %s:%s (%s).
sl: Ni mogoèe zaèeti povezave z %s:%s (%s).

source: Could not connect to %s:%s (%s), connection timed out
sl: Ni se mogoèe povezati z %s:%s (%s). Povezava potekla.

source: Could not connect to %s:%s (%s).
sl: Ni se mogoèe povezati z %s:%s (%s).

source: Connecting to %s
sl: Povezujem se z %s

source: Could not resolve '%s'
sl: Ni mogoèe razre¹iti '%s'

source: Temporary failure resolving '%s'
sl: Zaèasna napaka pri razre¹evanju '%s'

source: Something wicked happened resolving '%s:%s' (%i)
sl: Pri¹lo je do napake pri razre¹evanju '%s:%s' (%i)

source: Unable to connect to %s %s:
sl: Ni se mogoèe povezati z %s %s:

source: Couldn't open pipe for %s
sl: Ni mogoèe odprti %s

source: Read error from %s process
sl: Napaka pri branju iz procesa %s

source: Waiting for headers
sl: Èakanje na glave

source: Got a single header line over %u chars
sl: Dobljena je ena vrstica glave preko %u znakov

source: Bad header line
sl: Napaèna vrstica glave

source: The HTTP server sent an invalid reply header
sl: Stre¾nik HTTP je poslal napaèno glavo odgovora

source: The HTTP server sent an invalid Content-Length header
sl: Stre¾nik HTTP je poslal glavo z napaèno dol¾ino vsebine

source: The HTTP server sent an invalid Content-Range header
sl: Stre¾nik HTTP je poslal glavo z napaènim obsegom vsebine

source: This HTTP server has broken range support
sl: Ta stre¾nik HTTP ima pokvarjen obseg podpore

source: Unknown date format
sl: Neznana oblika datuma

source: Select failed
sl: Izbira ni uspela

source: Connection timed out
sl: Èas za povezavo se je iztekel

source: Error writing to output file
sl: Napaka pri pisanju v izhodno datoteko

source: Error writing to file
sl: Napaka pri pisanju v datoteko

source: Error writing to the file
sl: Napaka pri pisanju v datoteko

source: Error reading from server. Remote end closed connection
sl: Napaka pri branju oddaljene in zaprte povezave s stre¾nika

source: Error reading from server
sl: Napaka pri branju s stre¾nika

source: Bad header data
sl: Napaèni podatki glave

source: Connection failed
sl: Povezava ni uspela

source: Internal error
sl: Notranja napaka

source: Can't mmap an empty file
sl: mmap prazne datoteke ni mogoè

source: Couldn't make mmap of %lu bytes
sl: Ni mogoèe narediti mmap %lu bajtov

source: Selection %s not found
sl: Izbira %s ni mogoèe najti

source: Unrecognized type abbreviation: '%c'
sl: Ne-prepoznan tip okraj¹ave: '%c'

source: Opening configuration file %s
sl: Odpiranje nastavitvene datoteke %s

source: Line %d too long (max %d)
sl: Vrstica %d je predolga (najveè %d)

source: Syntax error %s:%u: Block starts with no name.
sl: Skladenjska napaka %s:%u: Blok se zaène brez imena.

source: Syntax error %s:%u: Malformed tag
sl: Skladenjska napaka %s:%u: Nepravilna znaèka.

source: Syntax error %s:%u: Extra junk after value
sl: Skladenjska napaka %s:%u: Dodatno smetje za vrednostjo.

source: Syntax error %s:%u: Directives can only be done at the top level
sl: Skladenjska napaka %s:%u: Napotki se lahko izvedejo le na vrhnjem nivoju.

source: Syntax error %s:%u: Too many nested includes
sl: Skladenjska napaka %s:%u: Preveè ugnezdenih vkljuèitev.

source: Syntax error %s:%u: Included from here
sl: Skladenjska napaka %s:%u: Vkljuèen od tu.

source: Syntax error %s:%u: Unsupported directive '%s'
sl: Skladenjska napaka %s:%u: Nepodprt napotek '%s'

source: Syntax error %s:%u: Extra junk at end of file
sl: Skladenjska napaka %s:%u: Dodatno smetje na koncu datoteke

source: %c%s... Error!
sl: %c%s ... Napaka!

source: %c%s... Done
sl: %c%s... Narejeno

source: Command line option '%c' [from %s] is not known.
sl: Mo¾nost ukazne vrstice '%c' [iz %s] ni poznana.

source: Command line option %s is not understood
sl: Ne razumem mo¾nosti ukazne vrstice %s

source: Command line option %s is not boolean
sl: Mo¾nost ukazne vrstice %s ni boolean

source: Option %s requires an argument.
sl: Mo¾nost %s zahteva argument.

source: Option %s: Configuration item specification must have an =<val>.
sl: Mo¾nost %s: Podrobnosti predmeta za nastavitve potrebujejo =<val>.

source: Option %s requires an integer argument, not '%s'
sl: Mo¾nost %s zahteva celo¹tevilski argument, ne '%s'

source: Option '%s' is too long
sl: Mo¾nost '%s' je predolga

source: Sense %s is not understood, try true or false.
sl: Pomena %s ni mogoèe razumeti, poskusite pravilno ali napaèno.

source: Invalid operation %s
sl: Napaèna operacija %s

source: Unable to stat the mount point %s
sl: Ni mogoèe doloèiti priklopne toèke %s

source: Unable to change to %s
sl: Ni mogoèe spremeniti v %s

source: Failed to stat the cdrom
sl: Ni mogoèe doloèiti CD-ROM-a

source: Not using locking for read only lock file %s
sl: Brez uporabe zaklepanja za zaklenjeno datoteko samo za branje %s

source: Could not open lock file %s
sl: Ni mogoèe odprti zaklenjene datoteke %s

source: Not using locking for nfs mounted lock file %s
sl: Brez uporabe zaklepanja za datoteko %s, priklopljeno z NTFS

source: Could not get lock %s
sl: Ni mogoèe dobiti zaklenjene datoteke %s

source: Waited for %s but it wasn't there
sl: Èakal, a %s ni bil tam

source: Sub-process %s received a segmentation fault.
sl: Napaka pri razèlenjenosti podprocesa %s.

source: Sub-process %s returned an error code (%u)
sl: Podproces %s je vrnil kodo napake (%u)

source: Sub-process %s exited unexpectedly
sl: Podproces %s se je neprièakovano zakljuèil

source: Could not open file %s
sl: Ne morem odpreti datoteke %s

source: read, still have %lu to read but none left
sl: berem, ¹e vedno %lu za branje, a nobeden ostal

source: write, still have %lu to write but couldn't
sl: pi¹em, ¹e vedno %lu za pisanje, a ni mogoèe

source: Problem closing the file
sl: Te¾ava pri zapiranju datoteke

source: Problem unlinking the file
sl: Te¾ava pri odvezovanju datoteke

source: Problem syncing the file
sl: Te¾ava pri usklajevanju datoteke

source: Empty package cache
sl: Prazen predpomnilnik paketov

source: The package cache file is corrupted
sl: Datoteka s predpomnilnikom paketov je pokvarjena

source: The package cache file is an incompatible version
sl: Razlièica datoteke s predpomnilnikom paketov ni ustrezna

source: This APT does not support the versioning system '%s'
sl: Ta APT ne podpira sistema razlièic '%s'

source: The package cache was built for a different architecture
sl: Predpomnilnik paketov je bil zgrajen za drugaèno arhitekturo

source: Depends
sl: Odvisen od

source: PreDepends
sl: Predodvisnost

source: Suggests
sl: Priporoèa

source: Recommends
sl: Priporoèa

source: Conflicts
sl: V sporu z

source: Replaces
sl: Zamenja

source: Obsoletes
sl: Zastarani

source: important
sl: pomembno

source: required
sl: obvezno

source: standard
sl: standardno

source: optional
sl: izbirno

source: extra
sl: dodatno

source: Building dependency tree
sl: Gradnja drevesa odvisnosti

source: Candidate versions
sl: Razlièice kandidatov

source: Dependency generation
sl: Ustvarjanje odvisnosti

source: Unable to parse package file %s (1)
sl: Ni mogoèe razèleniti paketne datoteke %s (1)

source: Unable to parse package file %s (2)
sl: Ni mogoèe razèleniti paketne datoteke %s (2)

source: Malformed line %lu in source list %s (URI)
sl: Napaèna vrstica %lu v seznamu virov %s (URI)

source: Malformed line %lu in source list %s (dist)
sl: Napaèna vrstica %lu v seznamu virov %s (distribucija)

source: Malformed line %lu in source list %s (URI parse)
sl: Napaèna vrstica %lu v seznamu virov %s (razèlenitev URI)

source: Malformed line %lu in source list %s (absolute dist)
sl: Napaèna vrstica %lu v seznamu virov %s (absolutna distribucija)

source: Malformed line %lu in source list %s (dist parse)
sl: Napaèna vrstica %lu v seznamu virov %s (razèlenitev distribucije)

source: Opening %s
sl: Odpiram %s

source: Line %u too long in source list %s.
sl: Vrstica %u v seznamu virov %s je predolga.

source: Malformed line %u in source list %s (type)
sl: Napaèna vrstica %u v seznamu virov %s (vrsta)

source: Type '%s' is not known on line %u in source list %s
sl: Vrsta '%s' v vrstici %u v seznamu virov %s ni znana

source: Malformed line %u in source list %s (vendor id)
sl: Napaèna vrstica %u v seznamu virov %s (ID ponudnika)

source: This installation run will require temporarily removing the essential package %s due to a Conflicts/Pre-Depends loop. This is often bad, but if you really want to do it, activate the APT::Force-LoopBreak option.
sl: Ta krog namestitve zahteva zaèasno odstranitev kljuènega paketa %s zaradi zanke spora/predodvisnosti. To je ponavadi slabo, toda èe zares ¾elite odstranitev, vkljuèite mo¾nost APT::Force-LoopBreak.

source: Index file type '%s' is not supported
sl: Vrsta datoteke s kazalom '%s' ni podprta

source: The package %s needs to be reinstalled, but I can't find an archive for it.
sl: Paket %s mora biti ponovno name¹èen, vendar ne morem najti arhiva zanj.

source: Error, pkgProblemResolver::Resolve generated breaks, this may be caused by held packages.
sl: Napaka. pkgProblemResolver::Napake pri razre¹itvi, ki so jih morda povzroèili zadr¾ani paketi.

source: Unable to correct problems, you have held broken packages.
sl: Ni mogoèe popraviti te¾av. Imate zadr¾ane pakete.

source: Lists directory %spartial is missing.
sl: Manjka imenik s seznami %spartial.

source: Archive directory %spartial is missing.
sl: Manjka imenik z arhivi %spartial.

source: The method driver %s could not be found.
sl: Ni mogoèe najti gonilnika metod %s.

source: Method %s did not start correctly
sl: Metoda %s se ni zaèela pravilno

source: Packaging system '%s' is not supported
sl: Paketni sistem '%s' ni podprt

source: Unable to determine a suitable packaging system type
sl: Ni mogoèe ugotoviti ustrezne vrste paketnega sistema

source: Unable to stat %s.
sl: Ni mogoèe doloèiti %s.

source: You must put some 'source' URIs in your sources.list
sl: V sources.list morate vstaviti URI-je z viri

source: The package lists or status file could not be parsed or opened.
sl: Ni mogoèe odprti ali razèleniti seznama paketov ali datoteke stanja.

source: You may want to run apt-get update to correct these problems
sl: Èe ¾elite odpraviti te¾ave, poskusite zagnati apt-get update.

source: Invalid record in the preferences file, no Package header
sl: Napaèen zapis v datoteki z nastavitvami. Ni glave paketa

source: Did not understand pin type %s
sl: Ni mogoèe razumeti vrste zaponke %s

source: No priority (or zero) specified for pin
sl: Prioriteta zaponke ni doloèena ali pa je niè.

source: Cache has an incompatible versioning system
sl: Predpomnilnik ima neustrezen sistem razlièic

source: Error occurred while processing %s (NewPackage)
sl: Pri¹lo je do napake pri obdelavi %s (Nov paket)

source: Error occurred while processing %s (UsePackage1)
sl: Pri¹lo je do napake pri obdelavi %s (Uporabi paket 1)

source: Error occurred while processing %s (UsePackage2)
sl: Pri¹lo je do napake pri obdelavi %s (Uporabi paket 2)

source: Error occurred while processing %s (NewFileVer1)
sl: Pri¹lo je do napake pri obdelavi %s (Nova razlièica datoteke 1)

source: Error occurred while processing %s (NewVersion1)
sl: Pri¹lo je do napake pri obdelavi %s (Nova razlièica 1)

source: Error occurred while processing %s (UsePackage3)
sl: Pri¹lo je do napake pri obdelavi %s (Uporabi paket 3)

source: Error occurred while processing %s (NewVersion2)
sl: Pri¹lo je do napake pri obdelavi %s (Nova razlièica 2)

source: Wow, you exceeded the number of package names this APT is capable of.
sl: Uau, presegli ste ¹tevilo imen paketov, ki jih zmore APT.

source: Wow, you exceeded the number of versions this APT is capable of.
sl: Uau, presegli ste ¹tevilo razlièic, ki jih zmore APT.

source: Wow, you exceeded the number of dependencies this APT is capable of.
sl: Uau, presegli ste ¹tevilo odvisnosti, ki jih zmore APT.

source: Error occurred while processing %s (FindPkg)
sl: Pri¹lo je do napake pri obdelavi %s (Najdi paket)

source: Error occurred while processing %s (CollectFileProvides)
sl: Pri¹lo je do napake pri obdelavi %s (Zberi dobavitelje datotek)

source: Package %s %s was not found while processing file dependencies
sl: Paketa %s %s ni bilo mogoèe najti med obdelavo odvisnosti

source: Couldn't stat source package list %s
sl: Ni mogoèe doloèiti seznama izvornih paketov %s

source: Collecting File Provides
sl: Zbiranje dobaviteljev datotek

source: IO Error saving source cache
sl: Napaka IO pri shranjevanju predpomnilnika virov

source: rename failed, %s (%s -> %s).
sl: preimenovanje spodletelo, %s (%s -> %s).

source: MD5Sum mismatch
sl: Neujemanje vsote MD5

source: I wasn't able to locate a file for the %s package. This might mean you need to manually fix this package. (due to missing arch)
sl: Ni bilo mogoèe najti datoteke za paket %s. Morda boste morali roèno popraviti ta paket (zaradi manjkajoèega arhiva).

source: I wasn't able to locate file for the %s package. This might mean you need to manually fix this package.
sl: Ni bilo mogoèe najti datoteke za paket %s. Morda boste morali roèno popraviti ta paket.

source: The package index files are corrupted. No Filename: field for package %s.
sl: Datoteke s kazali paketov so pokvarjene. Brez imena datotek: polje alu paket %s.

source: Size mismatch
sl: Neujemanje velikosti

source: Vendor block %s contains no fingerprint
sl: Ponudnikov blok %s ne vsebuje podpisa

source: Using CD-ROM mount point %s Mounting CD-ROM
sl: Uporabljam CD-ROM priklopno toèko %s Priklapljam CD-ROM

source: Identifying..
sl: Identificiram..

source: Stored label: %s
sl: Shranjena oznaka: %s

source: Using CD-ROM mount point %s
sl: Uporabljam CD-ROM priklopno toèko %s

source: Unmounting CD-ROM
sl: Odklapljam CD-ROM

source: Waiting for disc...
sl: Èakam na medij...

source: Mounting CD-ROM...
sl: Priklapljam CD-ROM...

source: Scanning disc for index files..
sl: Preverjam medij za datoteke s kazalom..

source: Found %i package indexes, %i source indexes and %i signatures
sl: Na¹el sem %i kazal paketov, %i kazal izvornih paketov in %i podpisov

source: That is not a valid name, try again.
sl: To ni veljavno ime, poskusite ¹e enkrat.

source: This disc is called: '%s'
sl: Ta medij se imenuje: '%s'

source: Copying package lists...
sl: Kopiranje seznama paketov...

source: Writing new source list
sl: Pi¹em nov seznam virov

source: Source list entries for this disc are:
sl: Izvorni vnosi za ta medij so:

source: Unmounting CD-ROM...
sl: Odklapljam CD-ROM...

source: Wrote %i records.
sl: Zapisal %i zapisov.

source: Wrote %i records with %i missing files.
sl: Zapisal %i zapisov z %i manjkajoèimi datotekami.

source: Wrote %i records with %i mismatched files
sl: Zapisal %i zapisov z %i neujemajoèimi datotekami.
