Repository: community-ssu/gtk
Catalog: apt/po/*.po
Languages: sl

source: Package %s version %s has an unmet dep:
sl: Paket %s razlièica %s ima nere¹ene odvisnosti:

source: Unable to locate package %s
sl: Ne najdem paketa %s

source: Total package names :
sl: Vseh imen paketov:

source: Normal packages:
sl: Navadni paketi:

source: Pure virtual packages:
sl: Èisti navidezni paketi:

source: Single virtual packages:
sl: Posamezni navidezni paketi:

source: Mixed virtual packages:
sl: Me¹ani navidezni paketi:

source: Missing:
sl: Manjka:

source: Total distinct versions:
sl: Vseh razlièic:

source: Total dependencies:
sl: Vseh odvisnosti:

source: Total ver/file relations:
sl: Vseh povezava Raz/Dat:

source: Total Provides mappings:
sl: Vseh dobljenih preslikav:

source: Total globbed strings:
sl: Vseh raz¹irjenih nizov:

source: Total dependency version space:
sl: Celotna velikost z odvisnostmi:

source: Total slack space:
sl: Celotna ohlapna velikost:

source: Total space accounted for:
sl: Celotna velikost, izraèunana za:

source: Package file %s is out of sync.
sl: Paketna datoteka %s ni usklajena.

source: You must give exactly one pattern
sl: Podati morate natanèno en vzorec

source: No packages found
sl: Nobena datoteka ni bila najdena

source: Package files:
sl: Paketne datoteke:

source: Cache is out of sync, can't x-ref a package file
sl: Predpomnilnik ni usklajen, x-ref paketne datotek ni mogoè

source: Pinned packages:
sl: Pripeti paketi:

source: (not found)
sl: (ni najden)

source: Installed:
sl: Name¹èen:

source: (none)
sl: (brez)

source: Candidate:
sl: Kandidat:

source: Package pin:
sl: Zaponka paketa:

source: Version table:
sl: Tabela razlièic:

source: %s %s for %s %s compiled on %s %s
sl: %s %s za %s %s preveden na %s %s

source: Usage: apt-cache [options] command apt-cache [options] add file1 [file2 ...] apt-cache [options] showpkg pkg1 [pkg2 ...] apt-cache [options] showsrc pkg1 [pkg2 ...] apt-cache is a low-level tool used to manipulate APT's binary cache files, and query information from them Commands: add - Add a package file to the source cache gencaches - Build both the package and source cache showpkg - Show some general information for a single package showsrc - Show source records stats - Show some basic statistics dump - Show the entire file in a terse form dumpavail - Print an available file to stdout unmet - Show unmet dependencies search - Search the package list for a regex pattern show - Show a readable record for the package depends - Show raw dependency information for a package rdepends - Show reverse dependency information for a package pkgnames - List the names of all packages dotty - Generate package graphs for GraphVis xvcg - Generate package graphs for xvcg policy - Show policy settings Options: -h This help text. -p=? The package cache. -s=? The source cache. -q Disable progress indicator. -i Show only important deps for the unmet command. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp See the apt-cache(8) and apt.conf(5) manual pages for more information.
sl: Uporaba: apt-cache [mo¾nosti] ukaz apt-cache [mo¾nosti] add dat1 [dat2 ...] apt-cache [mo¾nosti] showpkg pak1 [pak2 ...] apt-cache [mo¾nosti] showsrc pak1 [pak2 ...] apt-cache je orodje za upravljanje binarnih datotek v APT-jevem pomnilniku in za pridobivanje informacij o njih Ukazi: add - Doda paketno datoteko v izvorni pomnilnik gencaches - Zgradi paket in izvorni pomnilnik showpkg - Prika¾e osnovne informacije o paketu showsrc - Prika¾e izvorne zapise stats - Prika¾e osnovno statistiko dump - Prika¾e celotno datoteko v jedrnati obliki dumpavail - Razpolo¾ljivo datoteko izpi¹e v stdout unmet - Prika¾e nere¹ene odvisnosti search - Poi¹èe vzorec v seznamu paketov show - Prika¾e berljiv zapis o paketu depends - Prika¾e grobe informacije o odvisnostih paketa rdepends - Prika¾e informacije o odvisnostih paketa za nazaj pkgnames - Prika¾e seznam vsem paketov dotty - Ustvari grafe paketov za GraphVis xvcg - Ustvari grafe paketov za xvcg policy - Prika¾e politiko nastavitev Mo¾nosti: -h To besedilo. -p=? Pomnilnik paketov. -s=? Pomnilnik virov. -q Onemogoèi kazalec napredka. -i Prika¾e samo pomembne odvisnosti za nere¹en ukaz. -c=? Prebere podano datoteko z nastavitvami -o=? Nastavi poljubno nastavitveno mo¾nost, npr. -o dir::cache=/tmp Za veè informacij si oglejte strani man apt-cache(8) in apt.conf(5).

source: Arguments not in pairs
sl: Argumenti niso v parih

source: Usage: apt-config [options] command apt-config is a simple tool to read the APT config file Commands: shell - Shell mode dump - Show the configuration Options: -h This help text. -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
sl: Uporaba: apt-config [mo¾nosti] ukaz apt-config je preprosto orodje za branje nastavitvene datoteke APT Ukazi: shell - Lupinski naèin dump - Prika¾e nastavitve Mo¾nosti: -h To besedilo. -c=? Prebere podano datoteko z nastavitvami -o=? Nastavi poljubno nastavitveno mo¾nost, npr. -o dir::cache=/tmp

source: %s not a valid DEB package.
sl: %s ni veljaven paket DEB.

source: Usage: apt-extracttemplates file1 [file2 ...] apt-extracttemplates is a tool to extract config and template info from debian packages Options: -h This help text -t Set the temp dir -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
sl: Uporaba: apt-extracttemplates dat1 [dat2 ...] apt-extracttemplates je orodje za pridobivanje informacij o nastavitvah in predlogah debianovih paketov Mo¾nosti: -h To besedilo -t Nastavi zaèasni imenik -c=? Prebere podano datoteko z nastavitvami -o=? Nastavi poljubno nastavitveno mo¾nost, npr. -o dir::cache=/tmp

source: Unable to write to %s
sl: Ni mogoèe pisati na %s

source: Cannot get debconf version. Is debconf installed?
sl: Ni mogoèe ugotoviti razlièice debconfa. Je sploh name¹èen?

source: Package extension list is too long
sl: Seznam raz¹iritev paketov je predolg

source: Error processing directory %s
sl: Napaka pri obdelavi imenika %s

source: Source extension list is too long
sl: Seznam raz¹iritev virov je predolg

source: Error writing header to contents file
sl: Napaka pri pisanju glave v vsebinsko datoteko

source: Error processing contents %s
sl: Napaka pri obdelavi vsebine %s

source: No selections matched
sl: Nobena izbira se ne ujema

source: Some files are missing in the package file group `%s'
sl: Nekatere datoteke manjkajo v skupini paketnih datotek '%s'

source: DB was corrupted, file renamed to %s.old
sl: ZP je pokvarjena, datoteka je preimenovana v %s.old

source: DB is old, attempting to upgrade %s
sl: ZP je stara, posku¹am nadgraditi %s

source: Unable to open DB file %s: %s
sl: Ni mogoèe odprti datoteke ZP %s: %s

source: File date has changed %s
sl: Datum datoteke se je spremenil %s

source: Archive has no control record
sl: Arhiv nima nadzornega zapisa

source: Unable to get a cursor
sl: Ni mogoèe najti kazalca

source: W: Unable to read directory %s
sl: O: ni mogoèe brati imenika %s

source: W: Unable to stat %s
sl: O: Ni mogoèe nastaviti %s

source: W:
sl: O:

source: E: Errors apply to file
sl: N: Napake se sklicujejo na datoteko

source: Failed to resolve %s
sl: Ni mogoèe razre¹iti %s

source: Tree walking failed
sl: Hoja drevesa ni uspela

source: Failed to open %s
sl: Ni mogoèe odprti %s

source: DeLink %s [%s]
sl: RazVe¾i %s [%s]

source: Failed to readlink %s
sl: Napaka pri branju povezave %s

source: Failed to unlink %s
sl: Napaka pri odvezovanju %s

source: *** Failed to link %s to %s
sl: *** Napaka pri povezovanju %s z %s

source: DeLink limit of %sB hit.
sl: Dose¾ena meja RazVezovanja %sB.

source: Failed to stat %s
sl: Napaka pri postavitvi %s

source: Archive had no package field
sl: Arhiv ni imel polja s paketom

source: %s has no override entry
sl: %s nima prekrivnega vnosa

source: %s maintainer is %s not %s
sl: Vzdr¾evalec %s je %s in ne %s

source: Internal error, could not locate member %s
sl: Notranja napaka. Ni mogoèe najti èlana %s.

source: realloc - Failed to allocate memory
sl: realloc - Napaka pri dodeljevanju prostora

source: Unable to open %s
sl: Ne morem odpreti %s

source: Malformed override %s line %lu #1
sl: Napaèno prekrivanje %s vrstica %lu #1

source: Malformed override %s line %lu #2
sl: Napaèno prekrivanje %s vrstica %lu #2

source: Malformed override %s line %lu #3
sl: Napaèno prekrivanje %s vrstica %lu #3

source: Failed to read the override file %s
sl: Napaka pri branju prekrite datoteke %s

source: Unknown compression algorithm '%s'
sl: Neznan algoritem stiskanja '%s'

source: Compressed output %s needs a compression set
sl: Stisnjen izhod %s potrebuje niz stiskanja

source: Failed to create IPC pipe to subprocess
sl: Ustvarjanje pipe IPC podprocesa ni uspelo

source: Failed to create FILE*
sl: Ustvarjanje DATOTEKE* ni uspelo

source: Failed to fork
sl: Vejitev ni uspela

source: Compress child
sl: Otrok stiskanja

source: Internal error, failed to create %s
sl: Notranja napaka. Ni mogoèe ustvariti %s

source: Failed to create subprocess IPC
sl: Ni mogoèe ustvariti podprocesa IPD

source: Failed to exec compressor
sl: Ni mogoèe izvesti stiskanja

source: decompressor
sl: program za dekompresijo

source: IO to subprocess/file failed
sl: IO podprocesa/datoteke je spodletel

source: Failed to read while computing MD5
sl: Med raèunanjem MD5 ni mogoèe brati

source: Problem unlinking %s
sl: Napaka pri odvezovanju %s

source: Failed to rename %s to %s
sl: Ni mogoèe preimenovati %s v %s

source: Regex compilation error - %s
sl: Napaka pri prevajanju regex - %s

source: The following packages have unmet dependencies:
sl: Naslednji paketi imajo nere¹ene odvisnosti:

source: but %s is installed
sl: vendar je paket %s name¹èen

source: but %s is to be installed
sl: vendar bo paket %s name¹èen

source: but it is not installable
sl: vendar se ga ne da namestiti

source: but it is a virtual package
sl: vendar je navidezen paket

source: but it is not installed
sl: vendar ni name¹èen

source: but it is not going to be installed
sl: vendar ne bo name¹èen

source: or
sl: ali

source: The following NEW packages will be installed:
sl: Naslednji NOVI paketi bodo name¹èeni:

source: The following packages will be REMOVED:
sl: Naslednji novi paketi bodo ODSTRANJENI:

source: The following packages have been kept back:
sl: Naslednji paketi so bili zadr¾ani:

source: The following packages will be upgraded:
sl: Naslednji paketi bodo nadgrajeni:

source: The following packages will be DOWNGRADED:
sl: Naslednji paketi bodo POSTARANI:

source: The following held packages will be changed:
sl: Naslednji zadr¾ani paketi bodo spremenjeni:

source: %s (due to %s)
sl: %s (zaradi %s)

source: %lu upgraded, %lu newly installed,
sl: %lu nadgrajenih, %lu na novo name¹èenih,

source: %lu reinstalled,
sl: %lu posodobljenih,

source: %lu downgraded,
sl: %lu postaranih,

source: %lu to remove and %lu not upgraded.
sl: %lu bo odstranjenih in %lu ne nadgrajenih.

source: %lu not fully installed or removed.
sl: %lu ne popolnoma name¹èenih ali odstranjenih.

source: Correcting dependencies...
sl: Popravljanje odvisnosti ...

source: failed.
sl: spodletelo.

source: Unable to correct dependencies
sl: Ni mogoèe popraviti odvisnosti

source: Unable to minimize the upgrade set
sl: Ni mogoèe pomanj¹ati zbirke za nadgradnjo

source: Done
sl: Opravljeno

source: You might want to run `apt-get -f install' to correct these.
sl: Èe ¾elite popraviti napake, poskusite pognati 'apt-get -f install'.

source: Unmet dependencies. Try using -f.
sl: Nere¹ene odvisnosti. Poskusite uporabiti -f.

source: WARNING: The following packages cannot be authenticated!
sl: POZORO: Naslednjih paketov ni bilo mogoèe avtenticirati!

source: Install these packages without verification [y/N]?
sl: Namestim te pakete brez prevejanje [y/N]?

source: Some packages could not be authenticated
sl: Nisem uspel avtenticirati nekaterih paketkov

source: There are problems and -y was used without --force-yes
sl: Pri¹lo je do te¾av in -y je bil uporabljen brez --force-yes

source: Packages need to be removed but remove is disabled.
sl: Odstraniti je potrebno pakete, a je Odstranjevanje onemogoèeno.

source: Unable to lock the download directory
sl: Ni mogoèe zakleniti imenika za prenose

source: The list of sources could not be read.
sl: Seznama virov ni mogoèe brati.

source: Need to get %sB/%sB of archives.
sl: Potrebno je dobiti %sB/%sB arhivov.

source: Need to get %sB of archives.
sl: Potrebno je dobiti %sB arhivov.

source: After unpacking %sB of additional disk space will be used.
sl: Po odpakiranju bo uporabljenega %sB dodatnega prostora na disku.

source: After unpacking %sB disk space will be freed.
sl: Po odpakiranju bo spro¹èenega %sB prostora na disku.

source: You don't have enough free space in %s.
sl: V %s je premalo prostora.

source: Trivial Only specified but this is not a trivial operation.
sl: Izbrana je mo¾nost Samo preprosto, a to opravilo ni preprosto.

source: Yes, do as I say!
sl: Da, naredi tako kot pravim!

source: Abort.
sl: Prekini.

source: Do you want to continue [Y/n]?
sl: Ali ¾elite nadaljevati [Y/n]?

source: Failed to fetch %s %s
sl: Ni mogoèe dobiti %s %s

source: Some files failed to download
sl: Prenos nekaterih datotek ni uspel

source: Download complete and in download only mode
sl: Prenos dokonèan in uporabljen naèin samo prenos

source: Unable to fetch some archives, maybe run apt-get update or try with --fix-missing?
sl: Nekaterih arhivov ni mogoèe dobiti. Poskusite uporabiti apt-get update ali --fix-missing.

source: --fix-missing and media swapping is not currently supported
sl: --fix-missing in izmenjava medija trenutno nista podprta

source: Unable to correct missing packages.
sl: Ni mogoèe popraviti manjkajoèih paketov.

source: Aborting install.
sl: Prekinjanje namestitve.

source: Note, selecting %s instead of %s
sl: Opomba: izbran %s namesto %s

source: Skipping %s, it is already installed and upgrade is not set.
sl: %s preskoèen, ker je ¾e name¹èen in ne potrebuje nadgradnje.

source: Package %s is not installed, so not removed
sl: Paket %s ni name¹èen, zato ni odstranjen

source: Package %s is a virtual package provided by:
sl: Paket %s je navidezen in ga je priskrbel:

source: [Installed]
sl: [Name¹èeno]

source: You should explicitly select one to install.
sl: Sami izberite paket, ki ga ¾elite namestiti.

source: Package %s is not available, but is referred to by another package. This may mean that the package is missing, has been obsoleted, or is only available from another source
sl: Paket %s nima navedene razlièice, vendar se nek drug paket nana¹a nanj. To ponavadi pomeni, da paket manjka, je zastaran ali pa je na voljo samo iz drugega vira.

source: However the following packages replace it:
sl: Kakorkoli, naslednji paketi ga nadomestijo:

source: Package %s has no installation candidate
sl: Paket %s nima kandidata za namestitev

source: Reinstallation of %s is not possible, it cannot be downloaded.
sl: Ponovna namestitev %s ni mo¾na, ker ni mo¾en prenos.

source: %s is already the newest version.
sl: Najnovej¹a razlièica %s je ¾e name¹èena.

source: Release '%s' for '%s' was not found
sl: Izdaje '%s' za '%s' ni mogoèe najti

source: Version '%s' for '%s' was not found
sl: Razlièice '%s' za '%s' ni mogoèe najti

source: Selected version %s (%s) for %s
sl: Izbrana razlièica %s (%s) za %s

source: The update command takes no arguments
sl: Ukaz update ne potrebuje argumentov

source: Unable to lock the list directory
sl: Imenika seznamov ni mogoèe zakleniti

source: Some index files failed to download, they have been ignored, or old ones used instead.
sl: Nekaterih kazal ni mogoèe prenesti, zato so preklicana, ali pa so uporabljena starej¹a.

source: Internal error, AllUpgrade broke stuff
sl: Notranja napaka zaradi AllUpgrade.

source: Couldn't find package %s
sl: Ni mogoèe najti paketa %s

source: Note, selecting %s for regex '%s'
sl: Opomba: izbran %s namesto regex '%s'

source: You might want to run `apt-get -f install' to correct these:
sl: Poskusite zagnati 'apt-get -f install', èe ¾elite popraviti:

source: Unmet dependencies. Try 'apt-get -f install' with no packages (or specify a solution).
sl: Nere¹ene odvisnosti. Poskusite 'apt-get -f install' brez paketov (ali podajte re¹itev).

source: Some packages could not be installed. This may mean that you have requested an impossible situation or if you are using the unstable distribution that some required packages have not yet been created or been moved out of Incoming.
sl: Nekaterih paketov ni mogoèe namestiti. To lahko pomeni, da ste zahtevali nemogoè polo¾aj, èe uporabljate nestabilno izdajo pa, da nekateri zahtevani paketi ¹e niso ustvarjeni ali prene¹eni iz Prihajajoèe.

source: Since you only requested a single operation it is extremely likely that the package is simply not installable and a bug report against that package should be filed.
sl: Ker ste zahtevali samo eno opravilo, je zelo verjetno, da se paketa preprosto ne da namestiti in je potrebno vlo¾iti poroèilo o hro¹èu o tem paketu.

source: The following information may help to resolve the situation:
sl: Naslednji podatki vam bodo morda pomagali re¹iti te¾avo:

source: Broken packages
sl: Pokvarjeni paketi

source: The following extra packages will be installed:
sl: Naslednji dodatni paketi bodo name¹èeni:

source: Suggested packages:
sl: Predlagani paketi:

source: Recommended packages:
sl: Priporoèeni paketi:

source: Calculating upgrade...
sl: Preraèunavanje nadgradnje ...

source: Failed
sl: Spodletelo

source: Done
sl: Opravljeno

source: Must specify at least one package to fetch source for
sl: Potrebno je navesti vsaj en paket, za katerega ¾elite dobiti izorno kodo

source: Unable to find a source package for %s
sl: Izvornega paketa za %s ni mogoèe najti

source: You don't have enough free space in %s
sl: Nimate dovolj prostora na %s

source: Need to get %sB/%sB of source archives.
sl: Potrebno je dobiti %sB/%sB izvornih arhivov.

source: Need to get %sB of source archives.
sl: Potrebno je dobiti %sB izvornih arhivov.

source: Fetch source %s
sl: Dobi vir %s

source: Failed to fetch some archives.
sl: Nekaterih arhivov ni mogoèe dobiti.

source: Skipping unpack of already unpacked source in %s
sl: Odpakiranje ¾e odpakiranih izvornih paketov v %s preskoèeno

source: Unpack command '%s' failed.
sl: Ukaz odpakiranja '%s' ni uspel.

source: Build command '%s' failed.
sl: Ukaz gradnje '%s' ni uspel.

source: Child process failed
sl: Otro¹ki proces ni uspel

source: Must specify at least one package to check builddeps for
sl: Potrebno je navesti vsaj en paket, za katerega ¾elite preveriti odvisnosti za gradnjo

source: Unable to get build-dependency information for %s
sl: Ni mogoèe dobiti informacij o odvisnostih za gradnjo za %s

source: %s has no build depends.
sl: %s nima odvisnosti za gradnjo.

source: %s dependency for %s cannot be satisfied because the package %s cannot be found
sl: %s odvisnosti za %s ni mogoèe zadostiti, ker ni mogoèe najti paketa %s

source: %s dependency for %s cannot be satisfied because no available versions of package %s can satisfy version requirements
sl: %s odvisnosti za %s ni mogoèe zadostiti, ker nobena razlièica paketa %s ne more zadostiti zahtevi po razlièici

source: Failed to satisfy %s dependency for %s: Installed package %s is too new
sl: Ni mogoèe zadostiti %s odvisnosti za %s. Name¹èen paket %s je preveè nov

source: Failed to satisfy %s dependency for %s: %s
sl: Ni mogoèe zadostiti %s odvisnosti za %s. %s

source: Build-dependencies for %s could not be satisfied.
sl: Odvisnostim za gradnjo %s ni mogoèe zadostiti.

source: Failed to process build dependencies
sl: Obdelava odvisnosti za gradnjo ni uspela

source: Supported modules:
sl: Podprti moduli:

source: Usage: apt-get [options] command apt-get [options] install|remove pkg1 [pkg2 ...] apt-get [options] source pkg1 [pkg2 ...] apt-get is a simple command line interface for downloading and installing packages. The most frequently used commands are update and install. Commands: update - Retrieve new lists of packages upgrade - Perform an upgrade install - Install new packages (pkg is libc6 not libc6.deb) remove - Remove packages source - Download source archives build-dep - Configure build-dependencies for source packages dist-upgrade - Distribution upgrade, see apt-get(8) dselect-upgrade - Follow dselect selections clean - Erase downloaded archive files autoclean - Erase old downloaded archive files check - Verify that there are no broken dependencies Options: -h This help text. -q Loggable output - no progress indicator -qq No output except for errors -d Download only - do NOT install or unpack archives -s No-act. Perform ordering simulation -y Assume Yes to all queries and do not prompt -f Attempt to continue if the integrity check fails -m Attempt to continue if archives are unlocatable -u Show a list of upgraded packages as well -b Build the source package after fetching it -V Show verbose version numbers -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp See the apt-get(8), sources.list(5) and apt.conf(5) manual pages for more information and options. This APT has Super Cow Powers.
sl: Uporaba: apt-get [mo¾nosti] ukaz apt-get [mo¾nosti] install|remove pak1 [pak2 ...] apt-get [mo¾nosti] source pak1 [pak2 ...] apt-get je preprost vmesnik ukazne vrstice za prena¹anje in name¹èanje paketov. Najpogosteje uporabljena ukaza sta update in install. Ukazi: update - Posodobi seznam paketov upgrade - Izvedi nadgradnjo install - Namesti nove pakete (pak je libc6 in ne libc6.deb) remove - Odstrani pakete source - Prenesi izvorne arhive build-dep - Nastavi odvisnosti za gradnjo za izvorne pakete dist-upgrade - Nadgradnja distribucije, glejte apt-get(8) dselect-upgrade - Sledi izbiram dselecta clean - Odstrani prene¹ene datoteke z arhivi autoclean - Odstrani stare prene¹ene datoteke z arhivi check - Preveri, da ni nobene pokvarjene odvisnosti Mo¾nosti: -h To besedilo. -q Dnevni¹ki izpis - brez kazalca napredka -qq Brez izpisa, razen napak -d Samo prenos - NE namesti in odpakira arhivov -s Brez dejanj. Izvede simulacijo urejanja -y Privzame Da za vse poizvedbe in ne spra¹uje -f Poskusi nadaljevati, èe preskus celovitosti spodleti -m Poskusi nadaljevati, èe ni mogoèe najti arhivov -u Prika¾e tudi seznam nadgrajenih paketov -b Ko dobi izvoren paket, ga zgradi -V Prika¾e podrobne ¹tevilke razlièic -c=? Prebere podano datoteko z nastavitvami -o=? Nastavi poljubno nastavitveno mo¾nost, npr. -o dir::cache=/tmp Za veè informacij in mo¾nosti si oglejte strani man apt-get(8), sources.list(5) in apt.conf(5). APT ima moè Super Krave.

source: Hit
sl: Zadetek

source: Get:
sl: Dobi:

source: Ign
sl: Prz

source: Err
sl: Nap

source: Fetched %sB in %s (%sB/s)
sl: Dobljenih %sB v %s (%sB/s)

source: [Working]
sl: [Delam]

source: Media change: please insert the disc labeled '%s' in the drive '%s' and press enter
sl: Sprememba medija: vstavite disk z oznako '%s' v enoto '%s' in pritisnite enter

source: Unknown package record!
sl: Neznan zapis paketa!

source: Usage: apt-sortpkgs [options] file1 [file2 ...] apt-sortpkgs is a simple tool to sort package files. The -s option is used to indicate what kind of file it is. Options: -h This help text -s Use source file sorting -c=? Read this configuration file -o=? Set an arbitrary configuration option, eg -o dir::cache=/tmp
sl: Uporaba: apt-sortpkgs [mo¾nosti] dat1 [dat2 ...] apt-sortpkgs je preprosto orodje za razvr¹èanje paketnih datotek. Mo¾nost -s doloèa vrsto datoteke. Mo¾nosti: -h To besedilo -s Uporabi razvr¹èanje izvornih datotek -c=? Prebere podano datoteko z nastavitvami -o=? Nastavi poljubno nastavitveno mo¾nost, npr. -o dir::cache=/tmp

source: Bad default setting!
sl: Napaèna privzeta nastavitev!

source: Press enter to continue.
sl: Za nadaljevanje pritisnite enter.
