Repository: community-ssu/gtk
Catalog: apt/po/*.po
Languages: sl

source: Wrote %i records with %i missing files and %i mismatched files
sl: Zapisal %i zapisov z %i manjkajoèimi datotekami in %i neujemajoèimi datotekami.

source: Connection closed prematurely
sl: Povezava se je prezgodaj zaprla
