Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/dpkg-statoverride.8/po/*.po
Languages: pl

source: Debian project
pl: Projekt Debiana

source: dpkg utilities
pl: u¿ytki dpkg

source: NAME
pl: NAZWA

source: dpkg-statoverride - override ownership and mode of files
pl: dpkg-statoverride - nadpisywanie w³a¶ciciela i praw plików

source: SYNOPSIS
pl: SK£ADNIA

source: B<dpkg-statoverride> [I<options>] B<--add>I< E<lt>userE<gt> E<lt>groupE<gt> E<lt>modeE<gt> E<lt>fileE<gt>>
pl: B<dpkg-statoverride> [I<opcje>] B<--add>I< E<lt>u¿ytkownikE<gt> E<lt>grupaE<gt> E<lt>trybE<gt> E<lt>plikE<gt>>

source: B<dpkg-statoverride> [I<options>] B<--remove>I< E<lt>fileE<gt>>
pl: B<dpkg-statoverride> [I<opcje>] B<--remove>I< E<lt>plikE<gt>>

source: B<dpkg-statoverride> [I<options>] B<--list> [I<E<lt>glob-patternE<gt>>]
pl: B<dpkg-statoverride> [I<opcje>] B<--list> [I<E<lt>wzorzec-wyszukiwania-nazwyE<gt>>]

source: DESCRIPTION
pl: OPIS

source: B<dpkg-statoverride> is a utility to manage the list of stat overrides. It has three basic functions: adding, removing and listing overrides.
pl: B<dpkg-statoverride> jest narzêdziem u¿ytkowym do zarz±dzania list± nadpisañ stanu. Ma trzy podstawowe funkcje: dodawania, usuwania i wy¶wietlania listy takich nadpisañ.

source: OPTIONS
pl: OPCJE

source: B<--add>I< E<lt>userE<gt> E<lt>groupE<gt> E<lt>modeE<gt> E<lt>fileE<gt>>
pl: B<--add>I< E<lt>u¿ytkownikE<gt> E<lt>grupaE<gt> E<lt>trybE<gt> E<lt>plikE<gt>>

source: If --update is specified and B<E<lt>fileE<gt>> exists, it is immediately set to the new owner and mode.
pl: Je¿eli podano opcjê --update i B<E<lt>plikE<gt>> istnieje, to nowy w³a¶ciciel i prawa zostan± od razu ustawione.

source: B<--remove>I< E<lt>fileE<gt>>
pl: B<--remove>I< E<lt>plikE<gt>>

source: Remove an override for B<E<lt>fileE<gt>>, the status of B<E<lt>fileE<gt>> is left unchanged by this command.
pl: Usuwa nadpisanie B<E<lt>plikuE<gt>>. Polecenie to nie zmienia stanu B<E<lt>plikuE<gt>>.

source: B<--list> [I<E<lt>glob-patternE<gt>>]
pl: B<--list> [I<E<lt>wzorzec-wyszukiwania-nazwyE<gt>>]

source: List all overrides. If a glob pattern is specified restrict the output to overrides which match the glob. If there are no overrides or none match the glob B<dpkg-statoverride> will exit with an exitcode of 1.
pl: Wy¶wietla wszystkie napisania. Je¿eli podano wzorzec nazwy, to wyj¶ciowa lista bêdzie zawieraæ tylko nadpisania pasuj±ce do tego wzorca. Je¿eli nie ma ¿adnych nadpisañ lub ¿adne nadpisanie nie pasuje do wzorca, to B<dpkg-statoverride> zakoñczy dzia³anie z kodem b³êdu 1.

source: Force an action, even if a sanity check would otherwise prohibit it. This is necessary to override an existing override.
pl: Wymusza podan± akcjê, nawet je¿eli sprawdzenia dokonywane przez program by tego zabroni³y. Jest to potrzebne, aby nadpisaæ istniej±ce nadpisanie.

source: Immediately try to change the file to the new owner and mode if it exists.
pl: Od razy próbuje zmieniæ w³a¶ciciela i prawa pliku, je¿eli ten plik istnieje.

source: Be less verbose about what we do.
pl: Wy¶wietla mniej komunikatów o podejmowanych przez program akcjach.

source: Change the directory of the dpkg database where the statoverride file is also stored. Defaults to I</var/lib/dpkg>.
pl: Zmienia katalog bazy danych dpkg, w którym tak¿e jest przechowywany plik statoverride. Domy¶lnie jest to I</var/lib/dpkg>.

source: FILES
pl: PLIKI

source: File which contains the current list of stat overrides of the system. It is located in the dpkg administration directory, along with other files important to dpkg, such as `status' or `available'.
pl: Plik zawieraj±cy obecn± listê nadpisañ stanu w systemie. Zlokalizowany jest w katalogu administracyjnym dpkg, ³±cznie z innymi plikami wa¿nymi dla dpkg, takimi jak `status' lub `available'.

source: Note: dpkg-statoverride preserves the old copy of this file, with extension "-old", before replacing it with the new one.
pl: Uwaga: przed zast±pieniem pliku now± wersj±, dpkg-statoverride zachowuje star± kopiê w pliku z rozszerzeniem "-old".

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: AUTHOR
pl: AUTOR

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty.
pl: Niniejszy program jest oprogramowaniem wolnym, sprawd¼ Powszechn± Licencjê Publiczn± GNU w wersji drugiej lub pó¼niejszej, by dowiedzieæ siê o warunkach dystrybucji. Brak JAKIEJKOLWIEK gwarancji.
