Repository: community-ssu/gtk
Catalog: gazpacho/po/*.po
Languages: fr

source: Selector
fr: Selecteur

source: Add Action
fr: Ajouter Action

source: Edit Action
fr: Éditer Action

source: _Label
fr: _Etiquette

source: _Stock
fr: Icône _standard

source: _Accelerator
fr: Touches _accélérateur

source: _Tooltip
fr: _Info-bulle

source: Call_back
fr: _Traitement de signal

source: Add Action Group
fr: Ajouter Group d'Actions

source: Edit Action Group
fr: Éditer Group d'Actions

source: Untitled %d
fr: Sans titre %d

source: Select
fr: Choisir

source: Insert before
fr: Insérer avant

source: Insert after
fr: Insérer après

source: Could not open file %s Permission denied.
fr: On n'a pas pu ouvrir le fichier %s. Permission dénié.

source: This will remove Gazpacho and all its files from your hard drive
fr: On supprimera Gazpacho et touts ses fichiers de vôtre disque dur

source: Are you sure do you want to continue? [%s|No]
fr: Êtes-vous sûr de vouloir continuer? [%s|Non]

source: yes
fr: oui

source: Uninstalling Gazpacho
fr: Déinstallant Gazpacho

source: I do not know how to remove %s
fr: Je ne sais pas comment supprimer %s

source: Dump widget param specs
fr: Générer les spécifications des paramètres du widget

source: Turn on pdb debugging support
fr: Activatión du support du débogage avec pdb

source: Dump widget properties
fr: Générer les propriétés du widget

source: Uninstall Gazpacho from your hard drive
fr: Déinstaller Gazpacho du disque dur

source: Could not get the glade widget from the model
fr: On n'a pas pu obtenir le widget à partir du modèle

source: The widget class %s has at least two different definitions
fr: La classe de widget %s a au moins deux definitions différentes

source: Failed to update %s property of %s from xml
fr: On n'a pas pu actualiser la propriété %s de %s à partir du xml

source: Dumping ParamSpec for %s
fr: En générant la spécification des paramètres de %s

source: Writable
fr: Écriture

source: ReadOnly
fr: Lecture seulement

source: Disabled
fr: Désactivé

source: Tooltip
fr: Info-bulle

source: Default
fr: Par défaut

source: Optional
fr: Optionnelle

source: Optional Default
fr: Optionelle par défaut

source: VisibilityFunction
fr: FonctionVisibilite

source: Child
fr: Fils

source: Common
fr: Commun

source: Packing
fr: Empaquetage

source: Modified
fr: Modifiée

source: Setter
fr: Fonction d'écriture

source: Getter
fr: Fonction d'accès

source: Editing menubar %s
fr: En éditant barre de menus %s

source: Editing toolbar %s
fr: En éditant barre d'outils %s

source: UIEditor is only for toolbars and menubars
fr: UIEditor c'est seulement pour barres d'outils et de menus

source: Press Escape to unselected an item
fr: Appuyez Escape pour désélectioner uu item

source: Choose an action
fr: Choissez une action

source: Adding a menu
fr: En ajoutant un menu

source: Separator
fr: Séparateur

source: Addind a toolitem
fr: En ajoutant un item de barre d'outils

source: Adding a menuitem
fr: En ajoutant un item de menu

source: Could not find the property spec for enum type %s
fr: On n'a pas pu trouvér la spécification du type pour le type énumérée %s

source: Error
fr: Erreur

source: Could not find sub property %s
fr: On n'a pas pu trouvér la sub propriété %s

source: <b>There were errors while loading Gazpacho</b>
fr: <b>Il-y-avait des erreurs pendant le chargement de Gazpacho</b>

source: The catalog directory %s does not exist
fr: Le directoire de catalogues % n'existe pas

source: You do not have read permissions in the catalog directory %s
fr: Vous n'avez pas permission de lecture sur le directoirede catalogues %s

source: Error: the property %s should not be of type None
fr: Erreur: la propriété %s ne doit pas être du type None

source: Delete %s
fr: Supprimer %s

source: Create %s
fr: Creation de %s

source: Delete placeholder
fr: Supprimer placeholder

source: Setting %s of %s
fr: En configurant %s de %s

source: Add signal handler %s
fr: Ajouter la fonction de traitement de signal %s

source: Remove signal handler %s
fr: Supprimer la fonction de traitement de signal %s

source: Cut widget %s into the clipboard
fr: Couper widget %s dans le presse-papier

source: Paste widget %s from the clipboard
fr: Coller widget %s dépuis le presse-papier

source: Add action %s
fr: Ajouter action %s

source: Remove action %s
fr: Supprimer l'action %s

source: Edit action %s
fr: Éditer l'action %s

source: Add action group %s
fr: Ajouter group d'actions %s

source: Remove action group %s
fr: Supprimer le groupe d'actions %s

source: Edit action group %s
fr: Éditer group d'actions %s

source: Invalid boolean parameter *%s* (%s/%s)
fr: Paramètre booléen incorrect *%s* (%s/%s)

source: Create a table
fr: Créer une table

source: Number of rows
fr: Nombre de files

source: Number of columns
fr: Nombre de colonnes

source: Edit...
fr: Éditer...

source: FileMenu
fr: MenuFichier

source: New
fr: Nouveau

source: Open
fr: Ouvrir

source: Save
fr: Enregistrer

source: SaveAs
fr: EnregistrerSous

source: Quit
fr: Quitter

source: EditMenu
fr: MenuEditer

source: Copy
fr: Copier

source: Cut
fr: Couper

source: Paste
fr: Coller

source: Use a builtin icon
fr: Utiliser une icône assorti

source: Use a custom image
fr: Utiliser une image personnalisé

source: Choose a file...
fr: Choisir un fichier...

source: Do not use an image
fr: Ne utiliser pas une image

source: Open image ...
fr: Ouvrir image...

source: Editing the image of button %s
fr: En éditant l'image du bouton %s

source: Warning: could not get the class from widget: %s
fr: Avertissement: n'est pas possible obtenir la classe du widget: %s

source: Could not replace a placeholder because a replace function has not been implemented for '%s'
fr: On n'à pas pu substituer un conteneur due a que on n'à pas implementé encore une fonction de remplace pour '%s'

source: Unknown property %s
fr: Propriété unconnue %s

source: Could not get property %s for widget %s
fr: On n'a pas pu obtenir la propriété %s du widget %s

source: Handler
fr: Traitement de signal

source: After
fr: Posterieur

source: <Type the signal's handler here>
fr: <Écrivez ici le nom de la fonction de traitement de signal>

source: <Type the signal's hanlder here>
fr: <Écrivez ici le nom de la fonction de traitement de signal>

source: Invalid Text Widget type
fr: Type de widget de texte incorrect

source: Edit Text Property
fr: Éditer Propriété de Texte

source: _Text:
fr: _Texte:

source: T_ranslatable
fr: T_raduisible

source: _Has context prefix
fr: _A préfixe de contexte

source: Co_mments for translators:
fr: Co_mmentaires pour traducteurs:

source: Set Flags
fr: Établir drapeaux

source: No
fr: Non

source: EditorPropertySpecial without create function: %s
fr: EditorPropertySpecial sans fonction de création: %s

source: EditorPropertySpecial without update function: %s
fr: EditorPropertySpecial sans fonction d'actualisation: %s

source: Class
fr: Classe

source: Signals
fr: Signaux

source: Select a widget to edit its properties
fr: Choissez un widget pour éditer ses propriétés

source: _File
fr: _Fichier

source: _New
fr: _Nouveau

source: New Project
fr: Nouveau projet

source: _Open
fr: _Ouvrir

source: Open Project
fr: Ouvrir projet

source: _Save
fr: _Enregistrer

source: Save Project
fr: Enregistrer projet

source: _Save As...
fr: Enregistrer _sous...

source: Save project with different name
fr: Enregistrer projet avec un autre nom

source: _Close
fr: _Fermer

source: Close Project
fr: Fermer projet

source: _Quit
fr: _Quitter

source: _Edit
fr: Édit_er

source: C_ut
fr: Co_uper

source: _Copy
fr: _Copier

source: _Paste
fr: C_oller

source: _Delete
fr: _Supprimer

source: Delete
fr: Supprimer

source: _Add action
fr: _Ajouter action

source: Add an action
fr: Ajouter une action

source: _Remove action
fr: Enleve_r action

source: Remove action
fr: Enlever action

source: _Edit action
fr: Édit_er action

source: _Project
fr: _Projet

source: _Debug
fr: _Déboguer

source: _Help
fr: _Aide

source: _About
fr: A _propos

source: About
fr: A propos

source: Show _command stack
fr: Montrer _pile d'ordres

source: Show the command stack
fr: Montrer la pile d'ordres

source: Show _clipboard
fr: Montrer le _presse-papier

source: Show the clipboard
fr: Montrer le presse-papier

source: _Undo
fr: Ann_uler

source: Undo last action
fr: Annuler la dernière action

source: _Redo
fr: _Refaire

source: Redo last action
fr: Refaire la dernière action

source: _Undo: %s
fr: Ann_uler: %s

source: _Undo: Nothing
fr: Ann_uler: Rien

source: _Redo: %s
fr: _Refaire: %s

source: _Redo: Nothing
fr: _Refaire: Rien

source: The project "%s" is already loaded.
fr: Le projet "%s" est chargé déjà.

source: Do you wish to revert your changes and reload the original glade file?
fr: Voulez-vous renverser les changements et recharger le fichierglade originel?

source: Your changes will be permanently lost if you choose to revert.
fr: On va perdre les touts les changements si on se choise renverser.

source: An error occurred while parsing the file %s. Error: %s
fr: An erreur avait lieu pendant l'analyse du fichier %s. Erreur: %s

source: Could not set project because it could not be found in the list
fr: On n'a pas pu établir le projet parce qu'on ne l'à trouvé dans la liste

source: Open ...
fr: Ouvrir...

source: Could not open file %s File does not exist or permission denied.
fr: On n'a pas pu ouvrir le fichier %s Le fichier ne existe pas ou on n'as pas de permission.

source: Could not save to file "%s" Permission denied.
fr: On n'a pas pu enregistrer au fichier "%s" Permission dénié.

source: Save as
fr: Enregistrer sous

source: There is a file with that name already. Would you like to overwrite it?
fr: Un ficher existe déjà avec cet nom. Voulez vous l'écraser?

source: There is nothing in the clipboard to paste
fr: Il n'y a rien à coller dans le presse-papier

source: No project has been specified. Cannot paste the widget
fr: On n'a pas spécifié un projet. On ne peut pas coller le widget

source: Please, select a placeholder to paste the widget on
fr: S'il vous plaît, sélectionez un placeholder pour collerle widget dedans

source: About Gazpacho
fr: A propos de Gazpacho

source: Gazpacho is a User Interface Builder for GTK+.
fr: Gazpacho est un Éditeur d'Interface Utisateur pour GTK+.

source: Command Stack
fr: Pile d'ordres

source: Close _without Saving
fr: Fer_mer sans Enregistrer

source: Save changes to project "%s" before closing?
fr: Enregistrer les changements au projet "%s" avant de fermer?

source: Your changes will be lost if you don't save them.
fr: On va perdre les changements si on ne se enregistre pas

source: S_elect the projects you want to save:
fr: Choiss_ez les projets à enregistrer:

source: Clipboard Contents
fr: Contenu du presse-papier

source: Create a new file
fr: Créer un nouveau fichier

source: Open a file
fr: Ouvrir un fichier

source: Save a file
fr: Enregistrer un fichier

source: Save _As...
fr: Enregistrer _sous

source: Save with a differente name
fr: Enregistrer avec un autre nom

source: Quit the program
fr: Quitter le programme

source: Copy selected object into the clipboard
fr: Copier objet sélectioné dans le presse-papier

source: Cut selected object into the clipboard
fr: Couper objet sélectioné dans le presse-papier

source: Paste object from the Clipboard
fr: Coller objet dépuis le presse-papier

source: You must specify either a glade file or a glade stream
fr: On doit spécifiquer un fichier glade o un stream glade

source: Warning: the widget %s is not on my widget tree neither in the action list
fr: Avertissement: le widget %s ne figure pas ni au l'arbre de widgets ni à la liste d'actions

source: Deprecated widgets found
fr: On a trouvé widgets obsolètes

source: Gazpacho found the following deprecated widgets:
fr: Gazpacho a trouvé les suivants widgets obsolètes:

source: They were converted to the equivalent newest widgets but please note that if you save the file in Gazpacho it will not be compatible with Glade-2 anymore
fr: Ils-ont été converti aux nouveaux widgets équivalentes, mais notez que si on se enregistre le fichier avec Gazpacho, ce ne sera plus compatible avec Glade-2.
