Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/start-stop-daemon.8/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: dpkg utilities
pl: u¿ytki dpkg

source: NAME
pl: NAZWA

source: start-stop-daemon - start and stop system daemon programs
pl: start-stop-daemon - uruchamia i zatrzymuje demony systemowe

source: SYNOPSIS
pl: SK£ADNIA

source: B<start-stop-daemon> B<-S>|B<--start> I<options> [B<-->] I<arguments>
pl: B<start-stop-daemon> B<-S>|B<--start> I<opcje> [B<-->] I<argumenty>

source: B<start-stop-daemon> B<-K>|B<--stop> I<options>
pl: B<start-stop-daemon> B<-K>|B<--stop> I<opcje>

source: DESCRIPTION
pl: OPIS

source: B<start-stop-daemon> is used to control the creation and termination of system-level processes. Using the B<--exec>, B<--pidfile>, B<--user>, and B<--name> options, B<start-stop-daemon> can be configured to find existing instances of a running process.
pl: B<start-stop-daemon> jest wykorzystywany do kontroli procesów uruchamianych i zatrzymywanych podczas prze³±czania trybów pracy. Opcje B<--exec>, B<--pidfile>, B<--user> i B<--name> mog± okre¶liæ, w jaki sposób B<start-stop-daemon> ma sprawdziæ, czy dany proces jest ju¿ uruchomiony.

source: With B<--start>, B<start-stop-daemon> checks for the existence of a specified process. If such a process exists, B<start-stop-daemon> does nothing, and exits with error status 1 (0 if B<--oknodo> is specified). If such a process does not exist, it starts an instance, using either the executable specified by B<--exec>, (or, if specified, by B<--startas>). Any arguments given after B<--> on the command line are passed unmodified to the program being started.
pl: Operacja B<--start> wymaga, aby B<start-stop-daemon> sprawdzi³, czy dany proces jest ju¿ uruchomiony. Je¶li proces ju¿ istnieje, B<start-stop-daemon> nie wykonuje ¿adnych czynno¶ci i koñczy siê, zwracaj±c kod b³êdu 1 (lub 0, je¶li podano opcjê B<--oknodo>). Je¶li dany proces nie jest jeszcze uruchomiony, to wykonywany jest program okre¶lony opcj± B<--exec> (lub, je¶li podano, opcj± B<--startas>). Wszelkie argumenty podane tu¿ po opcji B<--> s± przekazywane do wykonywanego polecenia.

source: With B<--stop>, B<start-stop-daemon> also checks for the existence of a specified process. If such a process exists, B<start-stop-daemon> sends it the signal specified by B<--signal>, and exits with error status 0. If such a process does not exist, B<start-stop-daemon> exits with error status 1 (0 if B<--oknodo> is specified). If B<--retry> is specified then B<start-stop-daemon> will check that the process(es) have terminated.
pl: Operacja B<--stop> tak¿e powoduje, ¿e B<start-stop-daemon> sprawdza, czy dany proces jest ju¿ uruchomiony. Je¶li tak jest, to B<start-stop-daemon> wysy³a sygna³ okre¶lony opcj± B<--signal> i koñczy swoj± pracê z kodem b³êdu 0. Je¶li proces nie istnieje, B<start-stop-daemon> koñczy siê z kodem b³êdu 1 (lub 0, je¶li podano opcjê B<--oknodo>). Je¿eli podano opcjê B<--retry>, to B<start-stop-daemon> sprawdzi, czy proces(y) siê zakoñczy³(y).

source: OPTIONS
pl: OPCJE

source: B<-x>|B<--exec> I<executable>
pl: B<-x>|B<--exec> I<program>

source: Check for processes that are instances of this executable (according to B</proc/>I<pid>B</exe>).
pl: Sprawdza istnienie procesów, które by³yby wywo³ane uruchomieniem podanego w opcji programu (sprawdzana jest zawarto¶æ B</proc/>I<pid>B</exe>).

source: B<-p>|B<--pidfile> I<pid-file>
pl: B<-p>|B<--pidfile> I<plik-pid>

source: Check whether a process has created the file I<pid-file>.
pl: Sprawdzanie procesów, których pid jest podany w pliku I<plik-pid>.

source: B<-u>|B<--user> I<username>|I<uid>
pl: B<-u>|B<--user> I<u¿ytkownik>|I<uid>

source: Check for processes owned by the user specified by I<username> or I<uid>.
pl: Sprawdzanie dla procesów, których w³a¶cicielem jest u¿ytkownik o nazwie I<u¿ytkownik> lub numerze I<uid>.

source: B<-g>|B<--group> I<group>|I<gid>
pl: B<-g>|B<--group> I<grupa>|I<gid>

source: Change to I<group> or I<gid> when starting the process.
pl: Podczas uruchamiania procesu zmienia grupê na I<grupê> lub I<gid>.

source: B<-n>|B<--name> I<process-name>
pl: B<-n>|B<--name> I<nazwa-procesu>

source: Check for processes with the name I<process-name> (according to B</proc/>I<pid>B</stat>).
pl: Sprawdzanie dla procesów o nazwie I<nazwa-procesu> (sprawdzana jest zawarto¶æ B</proc/>I<pid>B</stat>).

source: B<-s>|B<--signal> I<signal>
pl: B<-s>|B<--signal> I<sygna³>

source: With B<--stop>, specifies the signal to send to processes being stopped (default 15).
pl: Przy operacji B<--stop>, wysy³any jest sygna³ o podanej warto¶ci do zatrzymywanego procesu (domy¶lnie jest to 15).

source: B<-R>|B<--retry> I<timeout>|I<schedule>
pl: B<-R>|B<--retry> I<timeout>|I<plan-dzia³ania>

source: With B<--stop>, specifies that B<start-stop-daemon> is to check whether the process(es) do finish. It will check repeatedly whether any matching processes are running, until none are. If the processes do not exit it will then take further action as determined by the schedule.
pl: W czasie operacji B<--stop> powoduje sprawdzenie przez B<start-stop-daemon>, czy proces(y) siê zakoñczy³(y). Sprawdzanie jest powtarzane, je¿eli dzia³a jakikolwiek pasuj±cy proces, dopóki wszystkie siê nie skoñcz±. Je¿eli procesy siê nie zakoñcz±, podejmowane s± akcje okre¶lone przez parametr I<plan-dzia³ania>.

source: If I<timeout> is specified instead of I<schedule> then the schedule I<signal>B</>I<timeout>B</KILL/>I<timeout> is used, where I<signal> is the signal specified with B<--signal>.
pl: Je¿eli okre¶lono I<timeout> zamiast I<plan-dzia³ania>, to wtedy u¿ywany jest nastêpuj±cy plan dzia³ania: I<sygna³>B</>I<timeout>B</KILL/>I<timeout>, gdzie I<sygna³> jest okre¶lony za pomoc± opcji B<--signal>.

source: I<schedule> is a list of at least two items separated by slashes (B</>); each item may be B<->I<signal-number> or [B<->]I<signal-name>, which means to send that signal, or I<timeout>, which means to wait that many seconds for processes to exit, or B<forever>, which means to repeat the rest of the schedule forever if necessary.
pl: I<plan-dzia³ania> jest list± co najmniej dwóch warto¶ci oddzielonych znakami uko¶nika (B</>); ka¿d± z tych warto¶ci mo¿e byæ albo B<->I<numer-sygna³u> lub [B<->]I<nazwa-sygna³u>, co oznacza wys³anie tego sygna³u, albo I<timeout>, okre¶laj±cy liczbê sekund, któr± nale¿y czekaæ na zakoñczenie procesu, albo I<forever>, oznaczaj±cy, ¿e reszta planu dzia³ania ma byæ powtarzana dopóki jest to konieczne.

source: If the end of the schedule is reached and B<forever> is not specified, then B<start-stop-daemon> exits with error status 2. If a schedule is specified, then any signal specified with B<--signal> is ignored.
pl: Je¿eli osi±gniêto koniec planu dzia³ania, a opcja B<forever> nie zosta³a u¿yta, to B<start-stop-daemon> koñczy dzia³anie z kodem b³êdu 2. Je¿eli zosta³ okre¶lony plan dzia³ania, to sygna³ podany w B<--signal> jest ignorowany.

source: B<-a>|B<--startas> I<pathname>
pl: B<-a>|B<--startas> I<¶cie¿ka>

source: With B<--start>, start the process specified by I<pathname>. If not specified, defaults to the argument given to B<--exec>.
pl: Przy operacji B<--start>, Uruchamiany jest program o okre¶lonej I<¶cie¿ce>. Je¶li brak tej opcji, domy¶lnie uruchamiany jest program podany w opcji B<--exec>.

source: Print actions that would be taken and set appropriate return value, but take no action.
pl: Wy¶wietlana jest czynno¶æ, jak± nale¿a³oby wykonaæ, a tak¿e zwracany jest odpowiedni kod b³êdu, ale opcja ta nie powoduje ¿adnych operacji.

source: Return exit status 0 instead of 1 if no actions are (would be) taken.
pl: Zwracany jest kod b³êdu 0, nawet gdyby operacja nie zakoñczy³a siê powodzeniem (zwróci³aby 1).

source: Do not print informational messages; only display error messages.
pl: Nie s± wy¶wietlane ¿adne informacje oprócz komunikatów o b³êdach.

source: B<-c>|B<--chuid> I<username>|I<uid>
pl: B<-c>|B<--chuid> I<u¿ytkownik>|I<uid>

source: Change to this username/uid before starting the process. You can also specify a group by appending a B<:>, then the group or gid in the same way as you would for the `chown' command (I<user>B<:>I<group>). When using this option you must realize that the primary and supplemental groups are set as well, even if the B<--group> option is not specified. The B<--group> option is only for groups that the user isn't normally a member of (like adding per process group membership for generic users like B<nobody>).
pl: Zmiana u¿ytkownika/uid przed uruchomieniem procesu. Mo¿na tak¿e zmieniæ grupê poprzez do³±czenie B<:> wraz z nazw± grupy b±d¼ numerem gid, podobnie jak w poleceniu `chown' (I<u¿ytkownik>B<:>I<grupa>). Podczas korzystania z tej opcji nale¿y pamiêtaæ, ¿e grupa g³ówna i poboczne zostan± ustawione, nawet gdy nie podano opcji B<--group>. Opcja B<--group> jest przydatna tylko dla grup, których podany u¿ytkownik nie jest cz³onkiem (na przyk³ad przy dodawaniu procesowi cz³onkostwa grupy dla takich u¿ytkowników jak B<nobody>).

source: Chdir and chroot to I<root> before starting the process. Please note that the pidfile is also written after the chroot.
pl: Zmienia katalog bie¿±cy na I<root> i czyni go g³ównym katalogiem (rootem) przed wystartowaniem procesu. Proszê zauwa¿yæ, ¿e plik pidfile jest tworzony po wykonaniu chroot.

source: B<-d>|B<--chdir> I<path>
pl: B<-d>|B<--chdir> I<¶cie¿ka>

source: Chdir to I<path> before starting the process. This is done after the chroot if the B<-r>|B<--chroot> option is set. When not specified, start-stop-daemon will chdir to the root directory before starting the process.
pl: Przed uruchomieniem procesu zmienia katalog bie¿±cy na I<¶cie¿kê>. Robione jest to przed zmienieniem g³ównego katalogu (roota), je¿eli podano równie¿ opcjê B<-r>|B<--chroot>. Je¶li nie podano tej opcji, to przed uruchomieniem procesu B<start-stop-daemon> ustawi jego katalog bie¿±cy na g³ówny katalog (root).

source: B<-N>|B<--nicelevel> I<int>
pl: B<-N>|B<--nicelevel> I<liczba>

source: This alters the priority of the process before starting it.
pl: Zmienia priorytet uruchamianego procesu.

source: Print verbose informational messages.
pl: Wy¶wietlane s± dodatkowe komunikaty.

source: Print help information; then exit.
pl: Wy¶wietlana jest krótka pomoc.

source: Print version information; then exit.
pl: Wy¶wietlana jest informacja o wersji programu.

source: AUTHORS
pl: AUTORZY

source: Marek Michalkiewicz E<lt>marekm@i17linuxb.ists.pwr.wroc.plE<gt> based on a previous version by Ian Jackson E<lt>ian@chiark.greenend.org.ukE<gt>.
pl: Marek Micha³kiewicz E<lt>marekm@i17linuxb.ists.pwr.wroc.plE<gt> na podstawie poprzedniej wersji napisanej przez Iana Jacksona E<lt>ijackson@gnu.ai.mit.eduE<gt>

source: Manual page by Klee Dienes E<lt>klee@mit.eduE<gt>, partially reformatted by Ian Jackson.
pl: Podrêcznik napisa³ Klee Dienes E<lt>klee@mit.eduE<gt>, a poprawi³ Ian Jackson.
