Repository: community-ssu/gtk
Catalog: gail/po/*.po
Languages: as, be@latin, hr, mg, ml, mn, or, ta, tk, xh

source: dialog authentication
as: সংলাপ পৰিচয় প্রমাণ
be@latin: akno identyfikacyi
hr: dijaloški okvir provjere autentičnosti
mg: fanamarinan-takila
ml: സംവാദം ഒഥന്‍റിക്കേഷന്‍
mn: үнэмлэх диалог
or: ସଂଳାପ ବୈଧିକରଣ
ta: உரையாடலை அங்கீகரித்தல்
xh: uqinisekiso lonxibelelwano

source: dialog information
as: সংলাপ সংক্রান্ত তথ্য
be@latin: akno infarmacyi
hr: dijaloški okvir s informacijama
mg: lazan-takila
ml: സംവാദ വിവരം
mn: Мэдээллийн диалог
or: ସଂଳାପ ସୂଚନା
ta: உரையாடல் தகவல்
tk: dyýalog maglumaty
xh: inkcazelo yonxibelelwano

source: dialog warning
as: সংলাপ সংক্রান্ত সতর্কবাণী
be@latin: akno aściarohi
hr: dijaloški okvir s upozorenjem
mg: takila fampilazana
ml: സംവാദം മുന്നറിയിപ്പ്
mn: Сануулга диалог
or: ସଂଳାପ ଚେତାବନୀ
ta: உரையாடல் எச்சரிக்கை
tk: dyýalog hatari
xh: isilumkiso sonxibelelwano

source: dialog error
as: সংলাপ সংক্রান্ত ভুল(সমস্যা)
be@latin: akno pamyłki
hr: dijaloški okvir greške
mg: takilan'olana
ml: സംവാദം പിഴവ്
mn: Алдааны диалог
or: ସଂଳାପ ତ୍ରୁଟି
ta: உரையாடல் பிழை
tk: dyýalog hatasi
xh: impazamo yonxibelelwano

source: dialog question
as: সংলাপ সংক্রান্ত প্রশ্ন
be@latin: akno pytańnia
hr: dijaloški okvir s pitanjem
mg: takilam-panontaniana
ml: സംവാദം
mn: Асуултын диалог
or: ସଂଳାପ ପ୍ରଶ୍ନ
ta: உரையாடல் வினா
tk: dyýalog soragy
xh: umbuzo wonxibelelwano

source: drag and drop
as: টনা আৰু এৰি দিয়া
be@latin: pieraciahvańnie
hr: pomakni i spusti
mg: fakana-famindrana
ml: വലിച്ച് ഇട്ട് ചേര്‍ക്കുക
mn: Чирч тавих
or: ଟାଣି ପକାନ୍ତୁ
ta: இழுத்து விடுதல்
xh: tsala ufake

source: multiple drag and drop
as: বহুবাৰ টনা আৰু এৰি দিয়া
be@latin: pieraciahvańnie niekalkich abjektaŭ
hr: višestruko pomicanje i spuštanje
mg: fakana-famindrana maro
ml: ഒന്നില്‍ കൂടുതല്‍ വലിച്ച് ഇട്ട് ചേര്‍ക്കല്‍
mn: Олон дахин чирч тавих
or: ବହୁବିଧ ଟାଣି ପକାନ୍ତୁ
ta: பல இழுத்து விடுதல்
xh: tsala ufake ngokuphinda-phindiweyo

source: add
as: যোগ
be@latin: dadaj
hr: dodaj
mg: ampidiro
ml: ചേര്‍ക്കുക
mn: нэмэх
or: ଯୋଗ କରନ୍ତୁ
ta: சேர்த்தல்
tk: ekle
xh: dibanisa

source: apply
as: কার্যকৰ
be@latin: užyj
hr: primijeniti
mg: ampiharo
ml: ബാധിക്കുക
mn: хэрэглэх
or: ପ୍ରୟୋଗ କରନ୍ତୁ
ta: செயல்படுத்தல்
tk: ullan
xh: sebenzisa

source: bold
as: ডাঠ
be@latin: vytłuščeńnie
hr: podebljano
mg: matevina
ml: ബോള്‍ഡ്
mn: бүдүүн
or: ମୋଟା ଅକ୍ଷର
ta: தடிமன்
tk: gara
xh: ngqindilili

source: cancel
as: বাতিল
be@latin: anuluj
hr: odustati
mg: foano
ml: റദ്ദാക്കുക
mn: болих
or: ବାତିଲ କରନ୍ତୁ
ta: ரத்து
tk: ybtal
xh: rhoxisa

source: cdrom
as: সিডিৰ'ম
mn: КД-РОМ
or: ସି.ଡି. ରମ
ta: குறுவட்டு
tk: sidirom
xh: i-cdrom

source: clear
as: ছাফা
be@latin: vyčyść
hr: obrisati
mg: foano
ml: വൃത്തിയാക്കുക
mn: устгах
or: ସଫା କରନ୍ତୁ
ta: துடைத்தல்
tk: durla
xh: cima

source: close
as: বন্ধ
be@latin: začyni
hr: zatvori
mg: Hidio
ml: അടയ്ക്കുക
mn: хаах
or: ବନ୍ଦ କରନ୍ତୁ
ta: மூடுதல்
tk: bagla
xh: vala

source: color picker
as: ৰং তোলোতা
be@latin: vybar koleraŭ
hr: izabiranje boja
mg: mpisafidy loko
ml: നിറം തിരഞ്ഞെടുക്കല്‍ സംവിധാനം
mn: өнгө сонгогч
or: ରଙ୍ଗ ଚୟକ
ta: நிறத் தேர்வி
tk: renk saýlawçysy
xh: isikhethi-mbala

source: convert
as: ৰূপান্তৰ কৰা
be@latin: kanvertuj
hr: konvertirati
mg: avadiho
ml: വേര്‍തിരിക്കുക
mn: хувиргах
or: ପରିବର୍ତ୍ତନ କରନ୍ତୁ
ta: மாற்றுதல்
tk: üýtget
xh: guqula

source: copy
as: কপি
be@latin: kapijuj
hr: kopiraj
mg: adikao
ml: പകര്‍ത്തുക
mn: хуулах
or: ନକଲ କରନ୍ତୁ
ta: நகலெடுத்தல்
tk: nusgala
xh: kopa

source: cut
as: কটা
be@latin: vytni
hr: isjeći
mg: esory
ml: മുറിക്കുക
mn: таслах
or: କାଟନ୍ତୁ
ta: வெட்டுதல்
tk: kes
xh: sika

source: delete
as: মোছা
be@latin: vydal
hr: brisanje
mg: fafao
ml: വെട്ടിമാറ്റുക
mn: устгах
or: ଲିଭାନ୍ତୁ
ta: அழித்தல்
tk: poz
xh: cima

source: execute
as: চলোৱা
be@latin: vykanaj
hr: izvesti
mg: tanterao
ml: പ്രവര്‍ത്തിപ്പിക്കുക
mn: гүйцэтгэх
or: ନିଷ୍ପାଦନ କରନ୍ତୁ
ta: செயல்படுத்தல்
tk: işe sal
xh: phumeza

source: find
as: বিচৰা
be@latin: znajdzi
hr: naći
mg: karoy
ml: കണ്ടുപിടിക്കുക
mn: хайх
or: ଖୋଜନ୍ତୁ
ta: தேடுதல்
tk: tap
xh: fumana

source: find and replace
as: বিচৰা আৰু পৰিবৰতন কৰা
be@latin: znajdzi j zamiani
hr: pronađi i zamjeni
mg: karoy dia soloy
ml: കണ്ടുപിടിച്ച് മാറ്റം ചെയ്യുക
mn: хайх ба орлуулах
or: ଖୋଜି ବଦଳାନ୍ତୁ
ta: தேடி மாற்றுதல்
tk: tap we ewez et
xh: fumana ubeke endaweni yenye

source: floppy
as: ফ্লপি
be@latin: dyskietka
hr: Disketa
mg: zana-kapila
mn: Уян диск
or: ଫ୍ଲପି
ta: நெகிழ்வட்டு
tk: flapy
xh: i-floppy

source: go to bottom
as: তলিলৈ যোৱা
be@latin: pierajdzi ŭniz
hr: idi na dno
mg: ho eny ambany
ml: താഴേക്ക് പോവുക
mn: төгсгөл рүү оч
or: ତଳ ଦେଶକୁ ଯାଆନ୍ତୁ
ta: கீழே செல்லவும்
tk: iň asta git
xh: yiya emazantsi

source: go to first
as: প্রথমলৈ যোৱা
be@latin: pierajdzi da pieršaha
hr: idi na prvo
mg: ho eny amin'ny voalohany
ml: ആദ്യത്തേതിലേക്ക് പോവുക
mn: эхнийх рүү оч
or: ଆରମ୍ଭକୁ ଯାଆନ୍ତୁ
ta: முதலாவதற்கு செல்லவும்
tk: ilkinjä git
xh: yiya kweyokuqala

source: go to last
as: শেষলৈ যোৱা
be@latin: pierajdzi da apošniaha
hr: idi na zadnje
mg: ho eny amin'ny farany
ml: അവസാനത്തിലേക്ക് പോവുക
mn: сүүлчийнх рүү оч
or: ଶେଷକୁ ଯାଆନ୍ତୁ
ta: கடைசிக்குச் செல்லவும்
tk: soňka git
xh: yiya kweyokugqibela

source: go to top
as: মূধচলৈ যোৱা
be@latin: pierajdzi navierch
hr: idi na vrh
mg: ho eny ambony
ml: മുകളിലേക്ക് പോവുക
mn: эхлэл рүү оч
or: ଶୀର୍ଷକୁ ଯାଆନ୍ତୁ
ta: மேலே செல்லவும்
tk: iň üste git
xh: yiya kwephezulu

source: go back
as: পিছলৈ যোৱা
be@latin: pierajdzi nazad
hr: idi nazad
mg: hiverina
ml: പുറകോട്ട് പോവുക
mn: буцаж оч
or: ପଛକୁ ଯାଆନ୍ତୁ
ta: பின்னால் செல்லவும்
tk: yza git
xh: yiya emva

source: go down
as: তললৈ যোৱা
be@latin: pierajdzi ŭniz
hr: idi dolje
mg: hidina
ml: താഴേക്ക് പോവുക
mn: доош яв
or: ତଳକୁ ଯାଆନ୍ତୁ
ta: கீழே செல்லவும்
tk: asta git
xh: yiya ezantsi

source: go forward
as: আগলৈ যোৱা
be@latin: pierajdzi napierad
hr: idi naprijed
mg: handroso
ml: മുന്പോട്ട് പോവുക
mn: урагш яв
or: ଆଗକୁ ଯାଆନ୍ତୁ
ta: அடுத்து செல்லவும்
tk: ewe git
xh: yiya phambili

source: go up
as: উপৰলৈ যোৱা
be@latin: pierajdzi ŭvierch
hr: idi gore
mg: hiakatra
ml: മുകളിലേക്ക് പോവുക
mn: дээш яв
or: ଉପରକୁ ଯାଆନ୍ତୁ
ta: மேலே செல்லவும்
tk: üste git
xh: yiya phezulu

source: help
as: সহায়
be@latin: dapamoha
hr: kratke upute
mg: torolàlana
ml: സഹായം
mn: тусламж
or: ସାହାଯ୍ଯ
ta: உதவி
tk: ýardam
xh: uncedo

source: home
as: ঘৰ
be@latin: pačatak
hr: dom
mg: voalohany
ml: ഹോം
mn: гэр
or: ଘର
ta: முதன்மை
tk: öý
xh: ekhaya

source: index
as: সূচিপত্র
be@latin: indeks
hr: indeks
mg: fanasokajiana
ml: ഇന്‍ഡക്സ്
mn: товчоон
or: ଅନୁକ୍ରମଣିକା
ta: அகரவரிசை
tk: indeks
xh: isalathiso

source: italic
as: ইটালিক(বেকা)
be@latin: kursiŭ
hr: kurziv
mg: sora-mandry
ml: ഇറ്റാലിക്ക്
mn: ташуу
or: ତେରେଛା
ta: சாய்வு
tk: gyşyk
xh: igama elikekeleyo

source: jump to
be@latin: skoč da
hr: skoči na
mg: handingana ho any amin'ny
ml: എങ്ങോട്ട് പോകണം
mn: үсэр
or: ଡିଅଁନ୍ତୁ
ta: இதற்கு செல்லவும்
tk: bök
xh: tsibela ku

source: justify center
as: কেন্দ্রমুখী জাস্টিফাই কৰা
be@latin: centravańnie
hr: poravnaj o sredini
mg: alahatra afovoany
ml: നടുക്കാക്കുക
mn: голлуулж зэрэгцүүл
or: ଯଥାର୍ଥତା କେଦ୍ର
ta: மைய சீரமைத்தல்
xh: lungelelanisa embindini

source: justify fill
as: সুষমভাবে জাস্টিফাই কৰা
be@latin: razradka
hr: poravnaj po obje strane
mg: manara-tsisiny roa
ml: ജസ്റ്റിഫൈ ഫില്‍
mn: дүүргэж зэрэгцүүл
or: ଯଥାର୍ଥତା ଭରଣ
ta: நிரப்பி சீரமைத்தல்
xh: lungelelanisa yonke

source: justify left
as: বাঁও পিনৰ পৰা জাস্টিফাই কৰা
be@latin: raŭnańnie: pa levym baku
hr: poravnaj lijevo
mg: alahatra amin'ny havia
ml: ഇടത്ത് ജസ്റ്റിഫൈ ചെയ്യുക
mn: зүүн зэрэгцүүл
or: ଯଥାର୍ଥତା ବାମ
ta: இடப்பக்கம் சீரமைத்தல்
xh: lungelelanisa ekhohlo

source: justify right
as: সোঁ পিনৰ পৰা জাস্টিফাই কৰা
be@latin: raŭnańnie: pa pravym baku
hr: poravnaj desno
mg: alahatra amin'ny havanana
ml: വലത്ത് ജസ്റ്റിഫൈ ചെയ്യുക
mn: баруун зэрэгцүүл
or: ଯଥାର୍ଥତା ଡାହାଣ
ta: வலப்பக்கம் சீரமைத்தல்
xh: lungelelanisa ekunene

source: missing image
as: নিৰুদ্দেশ ছবি
be@latin: adsutnaja vyjava
hr: nedostaje slika
mg: sary tsy eo
ml: ഇമേജ് കാണ്മാനില്ല
mn: зураг алга
or: ନିଖୋଜ ଚିତ୍ର
ta: விடுபட்ட உருவம்
tk: ýitirlen resim
xh: umfanekiso ongabonakaliyo

source: new
as: নতুন
be@latin: novy
hr: drugi
mg: vaovao
ml: പുതിയ
mn: шинэ
or: ନୂଆ
ta: புதிய
tk: täze
xh: intsha

source: no
as: নহয়
be@latin: nie
hr: bez
mg: tsia
ml: ഇല്ല
mn: үгүй
or: ନା
ta: இல்லை
tk: ýok
xh: hayi

source: ok
as: ঠিক আছে
mg: eny
ml: ശരി
mn: зүйтэй
or: ଠିକ
ta: சரி
tk: boldy
xh: kulungile

source: open
as: খোলা
be@latin: adčyni
hr: iskren
mg: sokafy
ml: തുറക്കുക
mn: нээх
or: ଖୋଲନ୍ତୁ
ta: திறத்தல்
tk: aç
xh: vula

source: paste
as: আঠা দিয়া
be@latin: uklej
hr: halva
mg: apetao
ml: ഒട്ടിയ്ക്കുക
mn: буулгах
or: ଲଗାନ୍ତୁ
ta: ஒட்டுதல்
tk: ýabşyr
xh: ncamathelisa

source: preferences
as: পছন্দ
be@latin: nałady
hr: postavke
mg: safidy manokana
ml: പ്രിഫറന്‍സുകള്‍
mn: Тохируулга
or: ପସନ୍ଦ
ta: முன்னுரிமைகள்
tk: seçenekler
xh: uluhlu lwezinto ezikhethwayo

source: print
as: ছপা কৰা
be@latin: drukuj
hr: ispis
mg: atontay
ml: അച്ചടിക്കുക
mn: хэвлэх
or: ମୁଦ୍ରଣ
ta: அச்சிடுதல்
tk: çapla
xh: shicilela

source: print preview
as: ছপাৰ আগতে ছোৱা
be@latin: pieradahlad vydruku
hr: pregled prije ispisa
mg: topimason'ny zavatra atonta
ml: അച്ചടിയ്ക്ക് മുന്പ് കാണുക
mn: хэвлэхээр харах
or: ମୁଦ୍ରଣ ପ୍ରାକ୍ଦର୍ଶନ
ta: அச்சு முன்பார்வை
tk: çap öň görnişi
xh: ukujonga phambi koshicilelo

source: properties
as: বৈশিষ্ট
be@latin: ułaścivaści
hr: karakteristike
mg: toetoetra
ml: ഗുണഗണങ്ങള്‍
mn: шинж чанарууд
or: ଗୁଣଧର୍ମ
ta: பண்புகள்
tk: hasyýatlar
xh: iimpawu

source: quit
as: প্রস্থান
be@latin: zakončy
hr: isključiti
mg: hiala
ml: പുറത്തേക്ക് പോവുക
mn: дуусгах
or: ବିଦାୟ
ta: வெளியேறுதல்
tk: çyk
xh: phuma

source: redo
as: আকৌ কৰা
be@latin: paŭtary
hr: nanovo
mg: avereno atao
ml: വീണ്ടും ചെയ്യുക
mn: буцаах
or: ପୁଣି କରନ୍ତୁ
ta: மீட்டல்
tk: ýene ed
xh: yenze kwakhona

source: refresh
as: পুনঃপ্রদর্শন
be@latin: adśviež
hr: obnoviti
mg: avereno aseho
ml: പുതുക്കുക
mn: шинэчлэх
or: ସତେଜନ
ta: புதுப்பித்தல்
tk: ýene ýükle
xh: hlaziya

source: remove
as: আতৰুৱা
be@latin: vydal
hr: izbaci
mg: fafao
ml: നീക്കം ചെയ്യുക
mn: устгах
or: କାଢ଼ନ୍ତୁ
ta: நீக்குதல்
tk: çykar
xh: susa

source: revert to saved
as: সংৰক্ষিত কপি ব্যবহাৰ কৰা
be@latin: viarni zapisanuju versiju
hr: vrati spremljeno
mg: ahemory amin'ny voaraikitra
ml: സംരക്ഷിച്ചതിലേക്ക് തിരികെ പോവുക
mn: хадгалагдсан байдал руу буцааж аваачих
or: ସଂରକ୍ଷିତକୁ ଫେରନ୍ତୁ
ta: சேமித்தத்தற்குச் செல்லவும்
tk: gaýd edilene ewir
xh: buyisela kwegciniweyo

source: save
as: সংৰক্ষণ
be@latin: zapišy
hr: izbaviti
mg: raiketo
ml: സംരക്ഷിക്കുക
mn: хадгалах
or: ସଂରକ୍ଷଣ
ta: சேமித்தல்
tk: gaýd ed
xh: gcina

source: save as
as: নতুন নামেৰে সংৰক্ষণ
be@latin: zapišy jak
hr: spremi kao
mg: raiketo toy izao
ml: ഇങ്ങനെ സംരക്ഷിക്കുക
mn: доош хадгалах
or: ଏହି ରୂପରେ ସଂରକ୍ଷଣ
ta: வேறு பெயரில் சேமித்தல்
tk: aýry gaýd ed
xh: gcina njenge-

source: select color
as: ৰং বাছা
be@latin: abiary koler
hr: izaberi boju
mg: hisafidy loko
ml: നിറം തിരഞ്ഞെടുക്കുക
mn: өнгө сонгох
or: ରଙ୍ଗ ବାଛନ୍ତୁ
ta: நிறம் தேர்ந்தெடுத்தல்
tk: renk saýla
xh: khetha umbala

source: select font
as: ফন্ট বাছা
be@latin: abiary šryft
hr: izaberi pismo
mg: hisafidy endritsoratra
ml: ലിപി തിരഞ്ഞെടുക്കുക
mn: Бичиг сонгох
or: ଅକ୍ଷର ରୂପ ବାଛନ୍ତୁ
ta: எழுத்துரு தேர்ந்தெடுத்தல்
tk: kalam saýla
xh: khetha ifonti

source: sort ascending
as: উর্ধ্বক্রমে সজোৱা
be@latin: sartuj da bolšaha
hr: uzlazno razvrstavanje
mg: fantina miakatra
ml: ചെറുതില്‍ നിന്നും വലുതിലേക്ക്
mn: өсөхөөр эрэмбэлэх
or: ସାନରୁ ବଡ଼ କ୍ରମେ ସଜାଡ଼ନ୍ତୁ
ta: ஏறுவரிசைப்படுத்தல்
xh: hlela ngokunyuka

source: sort descending
as: অধ:ক্রমে সজোৱা
be@latin: sartuj da mienšaha
hr: silazno razvrstavanje
mg: fantina midina
ml: വലുതില്‍ നിന്നും ചെറുതിലേക്ക്
mn: буурхаар эрэмбэлэх
or: ବଡ଼ରୁ ସାନ କ୍ରମେ ସଜାଡ଼ନ୍ତୁ
ta: இறங்குவரிசைப்படுத்தல்
xh: hlela ngokuhla

source: spell check
as: বানান-পৰীক্ষণ
be@latin: spraŭdź pravapis
hr: provjeri pravopis
mg: fanamarinan-tsipelina
ml: അക്ഷരതെറ്റ് പരിശോധിക്കുക
mn: зөв бичлэг шалгалт
or: ବନାନ ଯାଞ୍ଚ କରନ୍ତୁ
ta: சொல் திருத்தம்
tk: ymlany barla
xh: isikhangeli sopelo

source: stop
as: ৰখা
be@latin: zatrymaj
hr: obustaviti
mg: ajanony
ml: നിര്‍ത്തുക
mn: зогс
or: ବନ୍ଦ କରନ୍ତୁ
ta: நிறுத்துதல்
tk: dur
xh: yima

source: strikethrough
as: মাজেৰে ৰেখা অকাঁ
be@latin: pierakreśleńnie
hr: precrtano
mg: disoy
ml: വെട്ടുക
mn: дундуур нь зурах
or: ମଧ୍ଯରେଖିତ
ta: அடித்தல்
xh: cima ngokukrwela umgca

source: undelete
as: মোছা ৰদ্দ কৰা
be@latin: viarni skasavanaje
hr: vrati izbrisano
mg: avoty
ml: വെട്ടി മാറ്റാതിരിക്കുക
mn: устгасаныг буцаах
or: ପୁନରୁଦ୍ଧାର
ta: அழிக்காதவை
tk: pozylany ewir
xh: buyisela okucinyiweyo

source: underline
as: তলেৰে ৰেখা অকাঁ
be@latin: padkreśleńnie
hr: ističemo
mg: tsipio
ml: അടിവരയിടുക
mn: доогуур зураас
or: ଅବରେଖନ
ta: அடிக்கோடிடல்
tk: asty hatly
xh: krwela ngaphantsi

source: yes
as: হয়
be@latin: tak
hr: da
mg: eny
ml: ഉവ്വ്
mn: тийм
or: ହଁ
ta: ஆம்
tk: hawa
xh: ewe

source: zoom 100 percent
as: ১০০ শতাংশ জুম কৰা
be@latin: maštab 100%
hr: prikaz 1:1
mg: zòma 100 isan-jato
ml: 100 ശതമാനം സൂം ചെയ്യുക
mn: жинхэнэ хэмжээгээр
or: ୧୦୦ ପ୍ରତିଶତ ସାନବଡ଼ କରନ୍ତୁ
ta: 100% பெரிதாக்குதல்
tk: 100% ulalt
xh: yandisa nge-100 lepesenti

source: zoom fit
as: উচিত জুম কৰা
be@latin: dapasavańnie maštabu
hr: prilagođeno približavanje
mg: zòma izay mety
ml: സൂം ചെയ്ത് ഫിറ്റ് ചെയ്യുക
mn: зохистойгоор
or: ସାନବଡ଼ ଖାପ ଖୁଆନ୍ତୁ
ta: பொருத்தமாக பெரிதாக்குதல்
tk: sygdyr
xh: yandisela ukulingana

source: zoom in
as: ডাঙৰ কৰা
be@latin: zbližeńnie
hr: približi
mg: manalehibe
ml: അകത്തേക്ക് സൂം ചെയ്യുക(ചെറുതാക്കുക)
mn: томруулах
or: ବଡ଼ କରନ୍ତୁ
ta: பெரிதாக்குதல்
tk: ulalt
xh: yandisela ngaphakathi

source: zoom out
as: সৰু কৰা
be@latin: addaleńnie
hr: udalji
mg: manakely
ml: പുറത്തേക്ക് സൂം ചെയ്യുക(വലുതാക്കുക)
mn: жижигсгэх
or: ସାନ କରନ୍ତୁ
ta: சிறிதாக்குதல்
tk: kiçelt
xh: yandisela ngaphandle

source: timer
as: সময়ৰক্ষক
be@latin: tajmer
hr: davatelj vremena
mg: mpanisa minitra
ml: ടൈമര്‍
or: କାଳ ମାପକ
ta: கடிகாரம்
tk: zamançy
xh: isigcini-xesha

source: timer stop
as: সময়ৰক্ষক স্থগিত কৰা
be@latin: spyni tajmer
hr: zaustavljen brojač vremena
mg: fanajanonana ny mpanisa minitra
ml: ടൈമര്‍ നിര്‍ത്തുക
mn: timer зогсоох
or: କାଳ ମାପକ ବନ୍ଦ କରନ୍ତୁ
ta: கடிகார நிறுத்துதல்
tk: zamançy dursyn
xh: isimisi-xesha

source: trash
as: আবর্জনা
be@latin: śmietnica
hr: nitkov
mg: daba
ml: ചവിറ്റ് കുട്ട
mn: хог
or: ବର୍ଜିତ
ta: தேவையற்றவை
tk: zibil
xh: umgqomo

source: trash full
as: আবর্জনা পূর্ণ
be@latin: poŭnaja śmietnica
hr: Kantica za smeće je puna
mg: daba feno
ml: ചവിറ്റ് കുട്ട നിറഞ്ഞിരിക്കുന്നു
mn: дүүрэн хог
or: ଆବର୍ଜନା ପାତ୍ର ସଂପୂର୍ଣ୍ଣ ଅଛି
ta: தேவையற்றவை நிறைந்தது
tk: zibil doly
xh: umgqom'uzele

source: scores
as: নম্বৰ
be@latin: punktacyja
hr: rezultati
ml: സ്ക്കോറുകള്‍
mn: оноо
or: ପ୍ରାପ୍ତାଙ୍କ
ta: புள்ளிகள்
xh: amanqaku

source: about
as: বিষয়ে
be@latin: infarmacyja pra
hr: blizu
mg: mombamomba
ml: സംബന്ധിച്ച്
mn: тухай
or: ବିବରଣୀ
ta: பற்றி
tk: barada
xh: malunga

source: blank
as: খালী
be@latin: pusty
hr: brisanje
mg: foana
ml: ശൂന്യം
mn: хоосон
or: ଖାଲି
ta: வெற்று
tk: böş
xh: -ze

source: volume
as: আয়তন
be@latin: hučnaść
hr: disk
mg: fanamafisam-peo
ml: ശബ്ദം
mn: дууны чанга
or: ପ୍ରବଳତା
ta: ஒலி அளவு
tk: hejim
xh: ubukhulu

source: midi
as: মিডি
ml: മിഡി
or: ମିଡି (ଏମ.ଆଇ.ଡି.ଆଇ.))
xh: phakathi

source: microphone
as: মাইক্রোফোন
be@latin: mikrafon
hr: mikrofon
mg: mikrô
ml: മൈക്ക്രോഫോണ്‍
mn: микрофон
or: ଡାକବାଜି ଯନ୍ତ୍ର
ta: மைக்ரோ ஃபோன்
tk: mikrofon
xh: umboko

source: line in
as: লাইন ইন
be@latin: liniejny ŭvachod
hr: ulaz
mg: fidirana
ml: ലൈന്‍ ഇന്‍
mn: гадаад
or: ଲାଇନ ଇନ୍
ta: உள்ளமைவு
xh: krwelela ngaphakathi

source: mail
as: মেইল
be@latin: pošta
hr: oklop
mg: mailaka
ml: മെയില്‍
mn: э-захиа
or: ଡାକ
ta: அஞ்சல்
tk: sargyt
xh: imeyile

source: mail receive
as: মেইল গ্রহণ
be@latin: atrymańnie pošty
hr: primanje e-poruka
mg: mailaka voaray
ml: മെയില്‍ കിട്ടുക
mn: э-захиа хүлээн авах
or: ଡାକ ଗ୍ରହଣ
ta: அஞ்சல் பெறுதல்
tk: sargyt al
xh: ukwamkela imeyile

source: mail send
as: মেইল প্রেৰণ
be@latin: vysłańnie pošty
hr: pošalji e-poruku
mg: mailaka lasa
ml: മെയില്‍ അയയ്ക്കുക
mn: э-захиа илгээх
or: ଡାକ ପଠାଇବା
ta: அஞ்சல் அனுப்புதல்
tk: sargyt iber
xh: ukuthumela imeyile

source: mail reply
as: মেইলৰ উত্তৰ
be@latin: adkaz
hr: odgovori na e-poruku
mg: valin'ny mailaka
ml: മെയിലിന് മറുപടി
mn: э-захианд хариулах
or: ଡାକ ଉତ୍ତର
ta: அஞ்சல் பதில்
tk: sargyt jogap
xh: ukuphendula imeyile

source: mail forward
as: মেইল আগলৈ পঠোৱা
be@latin: pierasyłka lista
hr: prosljeđivanje e-poruke
ml: മെയില്‍ ഫോര്‍വേര്‍ഡ് ചെയ്യുക
mn: э-захиа цааш дамжуулах
or: ଡାକ ଅନ୍ଯସ୍ଥାନକୁ ପଠାଇବା
ta: அஞ்சல் முன் அனுப்புதல்
xh: ukugqithisa imeyile

source: mail new
as: নতুন মেইল
be@latin: novy list
hr: nova e-poruka
mg: mailaka vaovao
ml: പുതിയ മെയില്‍
mn: шинэ э-захиа
or: ନୂଆ ଡାକ
ta: புதிய அஞ்சல்
tk: sargyt bejer
xh: imeyile entsha

source: attach
as: সংযুক্ত কৰা
be@latin: dałučy
hr: dodati
ml: കൂട്ടി ചേര്‍ക്കുക
mn: хавсаргах
or: ସଲଂଗ୍ନ
ta: இணைப்பு
tk: ekle
xh: qhoboshela

source: book red
as: কিতাপ ৰঙা
be@latin: čyrvonaja kniha
hr: crvena knjiga
mg: boky mena
ml: ബുക്ക് റെഡ്
mn: улаан ном
or: ନାଲି ବହି
ta: சிவப்பு புத்தகம்
tk: gyzil kitap
xh: incwadi-bomvu

source: book green
as: কিতাপ সেউজীয়া
be@latin: zialonaja kniha
hr: zelena knjiga
mg: boky maitso
ml: ബുക്ക് ഗ്രീന്‍
mn: ногоон ном
or: ସବୁଜ ବହି
ta: பச்சை புத்தகம்
tk: ýaşyl kitap
xh: incwadi-luhlaza

source: book blue
as: কিতাপ নীলা
be@latin: błakitnaja kniha
hr: plava knjiga
mg: boky manga
ml: ബുക്ക് ബ്ളൂ
mn: хөх ном
or: ନେଳି ବହି
ta: புத்தகம் நீலம்
tk: gök kitap
xh: incwadi-zuba

source: book yellow
as: কিতাপ হালধীয়া
be@latin: žoŭtaja kniha
hr: žuta knjiga
mg: boky mavo
ml: ബുക്ക് യെല്ലോ
mn: шар ном
or: ହଳଦିଆ ବହି
ta: மஞ்சள் புத்தகம்
tk: gongyr kitap
xh: incwadi-tyheli

source: book open
as: কিতাপ খোলা
be@latin: razhornutaja kniha
hr: otvorena knjiga
mg: boky misokatra
ml: ബുക്ക് ഒപ്പണ്‍
mn: нээлттэй ном
or: ବହି ଖୋଲନ୍ତୁ
ta: புத்தகத்தைத் திற
tk: kitap aç
xh: incwadi-vulekileyo

source: multiple file
as: একাধিক ফাইল
be@latin: niekalki fajłaŭ
hr: višestruke datoteke
mg: rakitra maromaro
ml: ഒന്നില്‍ കൂടുതല്‍ ഫയല്‍
mn: олон файл
or: ବହୁବିଧ ଫାଇଲ
ta: பல கோப்பு
tk: köp faýl
xh: ifayile

source: not
as: নহয়
be@latin: nie
hr: ne
mg: tsia
ml: ഇല്ല
mn: үгүй
or: ନୁହେଁ
ta: இல்லை
xh: engeyiyo

source: table borders
as: টেবুলৰ প্রান্ত
be@latin: miežy tablicy
hr: obrub tablice
mg: sisim-pafana
ml: ടേബിളിന്‍റെ അതിരുകള്‍
mn: хүснэгтийн хүрээ
or: ସାରଣୀ ଧରଗୁଡ଼ିକ
ta: அட்டவணை எல்லைகள்
tk: jedwel tewereki
xh: imida yetheyibhile

source: table fill
as: টেবুল পূর্ণ কৰা
be@latin: zapaŭnieńnie tablicy
hr: popuni tablicu
mg: famenoana fafana
ml: ടേബിള്‍ ഫില്‍
mn: хүснэгт дүүргэх
or: ସାରଣୀ ଭରଣ
ta: அட்டவணையை நிரப்புதல்
tk: jedwel doldyryş
xh: itheyibhile ezeleyo

source: text indent
as: টেক্সট অবচ্ছেদ(Indent)
be@latin: vodstup tekstu
hr: izvuci teksta
mg: fampihatahana soratra
ml: ടെക്സ്റ്റ് ഇന്‍ഡന്‍റ്
mn: текст догол гаргах
or: ପାଠ୍ଯ ଅନୁଚ୍ଛେଦ ଛାଡ଼
ta: உரை உள்ளடக்கம்
tk: metin gaýşartmak
xh: umbhalo oqalisa nganeno

source: text unindent
as: টেক্সট অবচ্ছেদ(Indent) ৰদ্দ কৰা
be@latin: admova ad vodstupu tekstu
hr: izvuci tekst
mg: famerenana soratra
ml: ടെക്സ്റ്റ് അണ്‍ഇന്‍ഡന്‍റ്
mn: текст догол мөр багасгах
or: ପାଠ୍ଯ ଅନୁଚ୍ଛେଦ ଛାଡ଼କୁ ହଟାଇ ଦିଅନ୍ତୁ
ta: உரை உள்ளடக்கமற்றது
tk: matini gaýşarmadan ewirmek
xh: umbhalo ongaqalisi nganeno

source: text bulleted list
as: টেক্সট বুলেটকৃত তালিকা
be@latin: punktavy śpis
hr: tekst označenog popisa
mg: andiana puce
ml: ടെക്സ്റ്റ് ബുളളറ്റ് ചെയ്ത ലിസ്റ്റ്
mn: Гишүүнчилсэн текст жагсаалт
or: ପାଠ୍ଯ ବିନ୍ଦୁସଂକେତ ତାଲିକା
ta: உரை பொட்டு பட்டியல்
xh: umbhalo onoluhlu lweembumbulu

source: text numbered list
as: টেক্সট নম্বৰযুক্ত তালিকা
be@latin: numeravany śpis
hr: tekst numeriranog popisa
mg: andian'isa
ml: ടെക്സ്റ്റ് നംബര്‍ ചെയ്ത ലിസ്റ്റ്
mn: дугаарлагдсан текст жагсаалт
or: ପାଠ୍ଯ ସଂଖ୍ଯାଙ୍କିତ ତାଲିକା
ta: உரை எண்ணிடல் பட்டியல்
xh: umbhalo onoluhlu lwamanani

source: authentication
as: পৰিচয় প্রমাণ প্রক্রিয়া
be@latin: aŭtaryzacyja
hr: ovjera
mg: fanamarinana
ml: ഓഥന്‍റിക്കേഷന്‍
mn: үнэмлэх
or: ବୈଧିକରଣ
ta: அங்கீகரித்தல்
xh: uqinisekiso
