Repository: community-ssu/gtk
Catalog: dpkg/man/po4a/dpkg.1/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: dpkg suite
pl: dpkg

source: NAME
pl: NAZWA

source: dpkg - package manager for Debian
pl: dpkg - mened¿er pakietów Debiana

source: SYNOPSIS
pl: SK£ADNIA

source: B<dpkg> [I<options>] I<action>
pl: B<dpkg> [I<opcje>] I<dzia³anie>

source: WARNING
pl: UWAGA

source: This manual is intended for users wishing to understand B<dpkg>'s command line options and package states in more detail than that provided by B<dpkg --help>.
pl: Ten podrêcznik jest przeznaczony dla u¿ytkowników, którzy chc± poznaæ opcje programu B<dpkg> oraz chc± dowiedzieæ siê o pakietach wiêcej ni¿ podaje to B<dpkg --help>.

source: It should I<not> be used by package maintainers wishing to understand how B<dpkg> will install their packages. The descriptions of what B<dpkg> does when installing and removing packages are particularly inadequate.
pl: Ten podrêcznik I<nie> wyja¶nia technicznych szczegó³ów, np. w jaki sposób B<dpkg> instaluje lub usuwa swoje pakiety, gdy¿ jest to dla przeciêtnego u¿ytkownika zupe³nie nieistotne.

source: DESCRIPTION
pl: OPIS

source: B<-b>, B<--build>, B<-c>, B<--contents>, B<-I>, B<--info>, B<-f>, B<--field>, B<-e>, B<--control>, B<-x>, B<--extract>, B<-X>, B<--vextract>, and B<--fsys-tarfile>.
pl: B<-b>, B<--build>, B<-c>, B<--contents>, B<-I>, B<--info>, B<-f>, B<--field>, B<-e>, B<--control>, B<-x>, B<--extract>, B<-X>, B<--vextract> oraz B<--fsys-tarfile>.

source: Please refer to B<dpkg-deb>(1) for information about these actions.
pl: Dzia³ania te s± opisane w osobnym podrêczniku do B<dpkg-deb>(1).

source: INFORMATION ABOUT PACKAGES
pl: INFORMACJE O PAKIETACH

source: B<dpkg> maintains some usable information about available packages. The information is divided in three classes: B<states>, B<selection states> and B<flags>. These values are intended to be changed mainly with B<dselect>.
pl: B<dpkg> zarz±dza informacjami o dostêpnych pakietach. Informacje zosta³y podzielone na trzy klasy: B<stan bie¿±cy>, B<stan wyboru> oraz B<flagê>. Warto¶ci te mog± zostaæ zmienione za pomoc± programu B<dselect>.

source: PACKAGE STATES
pl: STAN BIE¯¡CY PAKIETÓW

source: B<installed>
pl: B<installed (zainstalowany)>

source: The package is unpacked and configured OK.
pl: Pakiet jest rozpakowany i poprawnie skonfigurowany.

source: B<half-installed>
pl: B<half-installed (wpó³zainstalowany)>

source: The installation of the package has been started, but not completed for some reason.
pl: Instalacja pakietu zosta³a rozpoczêta, ale niedokoñczona z pewnych powodów.

source: B<not-installed>
pl: B<not-installed (niezainstalowany)>

source: The package is not installed on your system.
pl: Pakiet nie jest zainstalowany w systemie.

source: B<unpacked>
pl: B<unpacked (rozpakowany)>

source: The package is unpacked, but not configured.
pl: Pakiet jest rozpakowany, ale nie skonfigurowany.

source: B<half-configured>
pl: B<half-configured (wpó³skonfigurowany)>

source: The package is unpacked and configuration has been started, but not yet completed for some reason.
pl: Pakiet jest rozpakowany, a konfiguracja zosta³a rozpoczêta, ale niedokoñczona z pewnych powodów.

source: B<config-files>
pl: B<config-files (pliki-konfiguracyjne)>

source: Only the configuration files of the package exist on the system.
pl: Tylko pliki konfiguracyjne pakietu zosta³y w systemie.

source: PACKAGE SELECTION STATES
pl: STAN WYBORU PAKIETÓW

source: B<install>
pl: B<install (instalacja)>

source: The package is selected for installation.
pl: Pakiet zosta³ wybrany do zainstalowania.

source: B<deinstall>
pl: B<deinstall (deinstalacja)>

source: The package is selected for deinstallation (i.e. we want to remove all files, except configuration files).
pl: Pakiet zosta³ wybrany do odinstalowania (to znaczy, ¿e chcemy skasowaæ wszystkie pliki pakietu, oprócz plików konfiguracyjnych).

source: B<purge>
pl: B<purge (wyczyszczenie)>

source: The package is selected to be purged (i.e. we want to remove everything, even configuration files).
pl: Pakiet zosta³ wybrany do wyczyszczenia (to znaczy, ¿e chcemy skasowaæ wszystko, w³±cznie z plikami konfiguracyjnymi).

source: PACKAGE FLAGS
pl: FLAGI PAKIETÓW

source: B<hold>
pl: B<hold (wstrzymanie)>

source: A package marked to be on B<hold> is not handled by B<dpkg>, unless forced to do that with option B<--force-hold>.
pl: Pakiet oznaczony jako B<wstrzymany> nie jest obs³ugiwany przez B<dpkg>, chyba ¿e u¿yje siê opcji B<--force-hold>.

source: B<reinst-required>
pl: B<reinst-required (konieczna-reinstalacja)>

source: A package marked B<reinst-required> is broken and requires reinstallation. These packages cannot be removed, unless forced with option B<--force-remove-reinstreq>.
pl: Pakiet oznaczony jako B<konieczna-reinstalacja> jest uszkodzony i wymaga reinstalacji. Taki pakiet nie mo¿e zostaæ usuniêty, chyba ¿e u¿yje siê opcji B<--force-remove-reinstreq>.

source: ACTIONS
pl: DZIA£ANIA

source: B<dpkg -i> | B<--install> I<package_file>...
pl: B<dpkg -i> | B<--install> I<plik_pakietu>...

source: Install the package. If B<--recursive> or B<-R> option is specified, I<package_file> must refer to a directory instead.
pl: Instalacja pakiet. Je¶li zosta³a u¿yta opcja B<--recursive> lub B<-R>, I<plik_pakietu> musi oznaczaæ wybrany katalog.

source: Installation consists of the following steps:
pl: Instalacja sk³ada siê z nastêpuj±cych kroków:

source: B<1.> Extract the control files of the new package.
pl: B<1.> Rozpakowanie plików kontrolnych nowego pakietu.

source: B<2.> If another version of the same package was installed before the new installation, execute I<prerm> script of the old package.
pl: B<2.> Je¶li inna wersja tego samego pakietu jest ju¿ zainstalowana, uruchomienie skryptu I<prerm> starego pakietu.

source: B<3.> Run I<preinst> script, if provided by the package.
pl: B<3.> Uruchomienie skryptu I<preinst>, je¶li pakiet go zawiera.

source: B<4.> Unpack the new files, and at the same time back up the old files, so that if something goes wrong, they can be restored.
pl: B<4.> Rozpakowanie nowych plików, ale przechowanie starych na wypadek, gdyby instalacja siê nie powiod³a i trzeba by je odzyskaæ.

source: B<5.> If another version of the same package was installed before the new installation, execute the I<postrm> script of the old package. Note that this script is executed after the I<preinst> script of the new package, because new files are written at the same time old files are removed.
pl: B<5.> Je¶li inna wersja tego samego pakietu by³a poprzednio zainstalowana, uruchomienie skryptu I<postrm> starego pakietu. Proszê zauwa¿yæ, ¿e ten skrypt jest uruchamiany po skrypcie I<preinst> nowego pakietu, poniewa¿ nowe pliki s± zapisywane w tym samym czasie, gdy stare s± kasowane.

source: B<6.> Configure the package. See B<--configure> for detailed information about how this is done.
pl: B<6.> Konfiguracja pakietu. Bardziej szczegó³owe informacje zawarto przy opisie parametru B<--configure>.

source: B<dpkg --unpack >I<package_file> ...
pl: B<dpkg --unpack >I<plik_pakietu> ...

source: Unpack the package, but don't configure it. If B<--recursive> or B<-R> option is specified, I<package_file> must refer to a directory instead.
pl: Rozpakowanie pakietu, ale nie konfigurowanie go. Je¶li zosta³a u¿yta opcja B<--recursive> lub B<-R>, I<plik_pakietu> musi oznaczaæ wybrany katalog.

source: B<dpkg --configure >I<package> ... | B<-a> | B<--pending>
pl: B<dpkg --configure >I<pakiet> ... | B<-a> | B<--pending>

source: Reconfigure an unpacked package. If B<-a> or B<--pending> is given instead of I<package>, all unpacked but unconfigured packages are configured.
pl: Ponowne konfigurowanie rozpakowanego pakietu. Je¶li zamiast nazwy I<pakietu> zosta³a podana opcja B<-a> lub B<--pending>, rekonfiguracja obejmie wszystkie rozpakowane ale nie skonfigurowane pakiety.

source: Configuring consists of the following steps:
pl: Konfigurowanie sk³ada siê z nastêpuj±cych kroków:

source: B<1.> Unpack the configuration files, and at the same time back up the old configuration files, so that they can be restored if something goes wrong.
pl: B<1.> Rozpakowanie nowych plików konfiguracyjnych, ale przechowanie starych na wypadek, gdyby konfigurowanie siê nie powiod³o i trzeba by je odzyskaæ.

source: B<2.> Run I<postinst> script, if provided by the package.
pl: B<2.> Uruchomienie skryptu I<postinst>, je¶li pakiet go zawiera.

source: B<dpkg -r> | B<--remove> | B<-P> | B<--purge >I<package> ... | B<-a> | B<--pending>
pl: B<dpkg -r> | B<--remove> | B<-P> | B< --purge >I<pakiet> ... | B<-a> | B<--pending>

source: Remove an installed package. B<-r> or B<--remove> remove everything except configuration files. This may avoid having to reconfigure the package if it is reinstalled later. (Configuration files are the files listed in the I<debian/conffiles> control file). B<-P> or B<--purge> removes everything, including configuration files. If B<-a> or B<--pending> is given instead of a package name, then all packages unpacked, but marked to be removed or purged in file I</var/lib/dpkg/status>, are removed or purged, respectively.
pl: Usuwanie zainstalowanych pakietów. Parametr B<-r> lub B<--remove> powoduje usuniêcie wszystkich plików oprócz plików konfiguracyjnych. Pozwala to unikn±æ powtórnej konfiguracji, gdyby pakiet by³ znów instalowany pó¼niej. (Pliki konfiguracyjne s± wymienione w pliku kontrolnym I<debian/conffiles> pakietu). Parametr B<-P> lub B<--purge> usuwa wszystko, ³±cznie z plikami konfiguracyjnymi. Je¶li zamiast nazwy pakietu zosta³a podana opcja B<-a> lub B<--pending>, usuniête lub wyczyszczone zostan± wszystkie pakiety rozpakowane i wybrane w pliku I</var/lib/dpkg/status> jako przeznaczone do usuniêcia lub wyczyszczenia.

source: Removing of a package consists of the following steps:
pl: Usuniêcie pakietu sk³ada siê z nastêpuj±cych kroków:

source: B<1.> Run I<prerm> script
pl: B<1.> Uruchomienie skryptu I<prerm>

source: B<2.> Remove the installed files
pl: B<2.> Usuniêcie zainstalowanych plików

source: B<3.> Run I<postrm> script
pl: B<3.> Uruchomienie skryptu I<postrm>

source: B<dpkg --update-avail> | B<--merge-avail> I<Packages-file>
pl: B<dpkg --update-avail> | B<--merge-avail> I<plik_pakietów>

source: Update B<dpkg>'s and B<dselect>'s idea of which packages are available. With action B<--merge-avail>, old information is combined with information from I<Packages-file>. With action B<--update-avail>, old information is replaced with the information in the I<Packages-file>. The I<Packages-file> distributed with Debian is simply named I<Packages>. B<dpkg> keeps its record of available packages in I</var/lib/dpkg/available>.
pl: Zaktualizowanie bazy danych programu B<dpkg> oraz B<dselect> o dostêpnych pakietach. Opcja B<--merge-avail> powoduje, ¿e poprzednie informacje s± ³±czone z nowymi z I<pliku_pakietów>. Opcja B<--update-avail> powoduje zast±pienie starych informacji nowymi z I<pliku_pakietów>. I<Plik_pakietów> dystrybuowany razem z systemem Debian nazywa siê po prostu I<Packages>. B<dpkg> przechowuje informacje o dostêpnych pakietach w pliku I</var/lib/dpkg/available>.

source: A simpler one-shot command to retrieve and update the I<available> file is B<dselect update>.
pl: Szybsz± opcj± zaktualizowania pliku I<available> jest uruchomienie polecania B<dselect update>.

source: B<dpkg -A> | B<--record-avail> I<package_file> ...
pl: B<dpkg -A> | B<--record-avail> I<plik_pakietu> ...

source: Update B<dpkg> and B<dselect>'s idea of which packages are available with information from the package I<package_file>. If B<--recursive> or B<-R> option is specified, I<package_file> must refer to a directory instead.
pl: Zaktualizowanie bazy danych programu B<dpkg> oraz B<dselect> o dostêpnych pakietach, uwzglêdniaj±c informacje zawarte w pakiecie I<plik_pakietu>. Je¶li zosta³a u¿yta opcja B<--recursive> lub B<-R>, I<plik_pakietu> musi oznaczaæ wybrany katalog.

source: Forget about uninstalled unavailable packages.
pl: Skasowanie informacji o wszystkich niezainstalowanych i niedostêpnych pakietach.

source: Erase the existing information about what packages are available.
pl: Skasowanie informacji o dostêpnych pakietach.

source: Searches for packages that have been installed only partially on your system. B<dpkg> will suggest what to do with them to get them working.
pl: Wyszukanie pakietów, które zainstalowane s± w systemie tylko czê¶ciowo. B<dpkg> zasugeruje, co mo¿na zrobiæ z tymi pakietami, aby w pe³ni dzia³a³y.

source: B<dpkg --get-selections> [I<package-name-pattern>...]
pl: B<dpkg --get-selections> [I<wzorzec-nazwy-pakietu>...]

source: Get list of package selections, and write it to stdout. Without a pattern, packages marked with state purge will not be shown.
pl: Pobranie listy wybranych pakietów i wyrzucenie jej na stdout. Je¿eli nie podano wzorca, to nie zostan± wy¶wietlone pakiety, które s± w stanie do-wyczyszczenia (purge).

source: Set package selections using file read from stdin. This file should be in the format 'E<lt>packageE<gt> E<lt>stateE<gt>', where state is one of install, hold, deinstall or purge. Blank lines and comment lines beginning with '#' are also permitted.
pl: Ustawia wybór pakietów u¿ywaj±c pliku przeczytanego ze standardowego wej¶cia. Plik ten powinien byæ w nastêpuj±cym formacie 'E<lt>pakietE<gt> E<lt>stanE<gt>', gdzie stan jest jednym z install, hold, deinstall lub purge. Dozwolone s± tak¿e linie puste i linie komentarza - zaczynaj±ce siê od '#'.

source: Set the requested state of every non-essential package to deinstall. This is intended to be used immediately before --set-selections, to deinstall any packages not in list given to --set-selections.
pl: Oznacza wszystkie pakiety nie bêd±ce pakietami niezbêdnymi (essential) jako przeznaczone do usuniêcia. Opcja ta powinna byæ u¿yta bezpo¶rednio przed --set-selections, aby usun±æ wszystkie pakiety nie wymienione w --set-selections.

source: Searches for packages selected for installation, but which for some reason still haven't been installed.
pl: Wyszukanie pakietów przeznaczonych do zainstalowania, które z pewnych powodów nie mog³y zostaæ zainstalowane.

source: B<dpkg --compare-versions >I<ver1 op ver2>
pl: B<dpkg --compare-versions >I<wersja1 op wersja2>

source: Compare version numbers, where I<op> is a binary operator. B<dpkg> returns success (zero result) if the specified condition is satisfied, and failure (nonzero result) otherwise. There are two groups of operators, which differ in how they treat an empty I<ver1> or I<ver2>. These treat an empty version as earlier than any version: B<lt le eq ne ge gt>. These treat an empty version as later than any version: B<lt-nl le-nl ge-nl gt-nl>. These are provided only for compatibility with control file syntax: B<E<lt> E<lt>E<lt> E<lt>= = E<gt>= E<gt>E<gt> E<gt>>.
pl: Porównanie numerów wersji, gdzie I<op> jest operatorem binarnym. B<dpkg> zwróci prawdê (rezultat zerowy), gdy warunek zostanie spe³niony, lub zwróci fa³sz (rezultat niezerowy) - w przeciwnym razie. Istniej± dwie grupy operatorów, w zale¿no¶ci od tego, w jaki sposób traktuje siê pusty numer I<wersji1> lub I<wersji2>. Operatory, dla których pusty numer wersji oznacza wersjê wcze¶niejsz± ni¿ dowolna: B<lt le eq ne ge gt>. Operatory, dla których pusty numer wersji oznacza wersjê pó¼niejsz± ni¿ dowolna: B<lt-nl le-nl ge-nl gt-nl>. Operatory istniej±ce, aby zachowaæ kompatybilno¶æ z plikiem kontrolnym: B<E<lt> E<lt>E<lt> E<lt>= = E<gt>= E<gt>E<gt> E<gt>>.

source: Accept a series of commands on input file descriptor B<E<lt>nE<gt>>. Note: additional options set on the command line, and thru this file descriptor, are not reset for subsequent commands executed during the same run.
pl: Wykonuje listê poleceñ odczytywanych z deskryptora pliku B<E<lt>nE<gt>>. Uwaga: dodatkowe opcje ustawione w linii komend oraz przez polecenia odczytane z tego deskryptora pliku nie s± czyszczone dla kolejnych poleceñ wykonywanych podczas tego samego przebiegu.

source: Display a brief help message.
pl: Wy¶wietlenie krótkiego komunikatu pomocy.

source: Give help about the B<--force->I<thing> options.
pl: Wy¶wietlenie opisu opcji B<--force->I<dzia³anie>.

source: Give help about debugging options.
pl: Wy¶wietlenie opisu opcji debuggera.

source: Display B<dpkg> licence.
pl: Wy¶wietlenie licencji B<dpkg>.

source: Display B<dpkg> version information.
pl: Wy¶wietlenie informacji o wersji B<dpkg>.

source: See B<dpkg-deb>(1) for more information about the following actions.
pl: Zajrzyj do B<dpkg-deb>(1), aby poznaæ pe³ny opis nastêpuj±cych dzia³añ.

source: B<dpkg -b> | B<--build> I<directory> [I<filename>] Build a deb package. B<dpkg -c> | B<--contents> I<filename> List contents of a deb package. B<dpkg -e> | B<--control> I<filename> [I<directory>] Extract control-information from a package. B<dpkg -x> | B<--extract> I<filename directory> Extract the files contained by package. B<dpkg -f> | B<--field> I<filename> [I<control-field>] ... Display control field(s) of a package. B<dpkg --fsys-tarfile> I<filename> Display the filesystem tar-file contained by a Debian package. B<dpkg -I> | B<--info> I<filename> [I<control-file>] Show information about a package. B<dpkg -X> | B<--vextract> I<filename> I<directory> Extract and display the filenames contained by a package.
pl: B<dpkg -b> | B<--build> I<katalog> [I<nazwa-pliku>] Zbudowanie pakietu deb. B<dpkg -c> | B<--contents> I<nazwa-pliku> Podanie zawarto¶ci pakietu deb. B<dpkg -e> | B<--control> I<nazwa-pliku> [I<katalog>] Rozpakowanie plików kontrolnych z pakietu. B<dpkg -x> | B<--extract> I<nazwa-pliku katalog> Rozpakowanie plików zawartych w pakiecie. B<dpkg -f> | B<--field> I<nazwa-pliku> [I<pola-kontrolne>] ... Podanie informacji z pól kontrolnych pakietu. B<dpkg --fsys-tarfile> I<nazwa-pliku> Podanie na stdout archiwum tar, które zawiera pakiet Debiana. B<dpkg -I> | B<--info> I<nazwa-pliku> [I<plik-kontrolny>] Podanie informacji o pakiecie. B<dpkg -X> | B<--vextract> I<nazwa-pliku> I<katalog> Rozpakowanie pakietu i podanie nazw plików, które zawiera pakiet.

source: See B<dpkg-query>(1) for more information about the following actions.
pl: Proszê przeczytaæ B<dpkg-query>(8), aby uzyskaæ szczegó³owe informacje o nastêpuj±cych dzia³aniach.

source: B<dpkg -l> | B<--list> I<package-name-pattern> ... List packages matching given pattern. B<dpkg -s> | B<--status> I<package-name> ... Report status of specified package. B<dpkg -L> | B<--listfiles> I<package> ... List files installed to your system from B<package>. B<dpkg -S> | B<--search> I<filename-search-pattern> ... Search for a filename from installed packages. B<dpkg -p> | B<--print-avail> I<package> Display details about I<package>, as found in I</var/lib/dpkg/available>.
pl: B<dpkg -l> | B<--list> I<wzorzec-nazw-pakietów> ... Wy¶wietla pakiety pasuj±ce do wzorca. B<dpkg -s> | B<--status> I<nazwa-pakietu> ... Wy¶wietla informacje o stanie danego pakietu. B<dpkg -L> | B<--listfiles> I<pakiet> ... Wy¶wietla listê plików zainstalowanych w systemie przez pakiet B<pakiet>. B<dpkg -S> | B<--search> I<wzorzec-wyszukiwania-nazw-plików> ... Wyszukuje nazwy plików w zainstalowanych pakietach. B<dpkg -p> | B<--print-avail> I<pakiet> Wy¶wietla szczegó³owe informacje na temat I<pakietu>, pochodz±ce z pliku I</var/lib/dpkg/available>.

source: OPTIONS
pl: OPCJE

source: All options can be specified both on the command line and in the B<dpkg> configuration file I</etc/dpkg/dpkg.cfg>. Each line in the configuration file is either an option (exactly the same as the command line option but without leading dashes) or a comment (if it starts with a B<#>).
pl: Wszystkie opcje mog± byæ podane zarówno w linii poleceñ, jak i w pliku konfiguracyjnym I</etc/dpkg/dpkg.cfg> programu B<dpkg>. Ka¿da linia tego pliku jest albo opcj± (dok³adnie tak± sam± jak opcja linii poleceñ, ale bez pocz±tkowych my¶lników), albo komentarzem (je¿eli zaczyna siê od B<#>).

source: B<--abort-after=>I<number>
pl: B<--abort-after=>I<liczba>

source: When a package is removed, there is a possibility that another installed package depended on the removed package. Specifying this option will cause automatic deconfiguration of the package which depended on the removed package.
pl: Gdy pakiet jest usuwany, mo¿liwa jest sytuacja, ¿e kolejny zainstalowany pakiet jest zale¿ny od tego usuwanego. Podanie tej opcji spowoduje automatyczne dekonfigurowanie pakietów, które s± zale¿ne od usuwanego.

source: B<-D>I<octal>B< | --debug=>I<octal>
pl: B<-D>I<oktal>B< | --debug=>I<oktal>

source: number description 1 Generally helpful progress information 2 Invocation and status of maintainer scripts 10 Output for each file processed 100 Lots of output for each file processed 20 Output for each configuration file 200 Lots of output for each configuration file 40 Dependencies and conflicts 400 Lots of dependencies/conflicts output 1000 Lots of drivel about e.g. the dpkg/info dir 2000 Insane amounts of drivel
pl: numer opis 1 Ogólnie przydatne informacje o postêpie 2 Wywo³anie i stan skryptów kontrolnych 10 Informacje o ka¿dym przetwarzanym pliku 100 Wiêcej informacji o ka¿dym przetwarzanym pliku 20 Informacje o ka¿dym pliku konfiguracyjnym 200 Wiêcej informacji o ka¿dym pliku konfiguracyjnym 40 Zale¿no¶ci i konflikty 400 Wiêcej informacji o zale¿no¶ciach i konfliktach 1000 Mnóstwo informacji m.in. o plikach info z bazy danych dpkg 2000 Reszta szczegó³owych informacji

source: B<--force->I<things> | B<--no-force->I<things> | B<--refuse->I<things>
pl: B<--force->I<dzia³anie> | B<--no-force->I<dzia³anie> | B<--refuse->I<dzia³anie>

source: Force or refuse (B<no-force> and B<refuse> mean the same thing) to do some things. I<things> is a comma separated list of things specified below. B<--force-help> displays a message describing them. Things marked with (*) are forced by default.
pl: Wymu¶ (B<--force->) wykonanie pewnych dzia³añ lub pozostaw domy¶lny sposób (B<no-force> i B<refuse> oznaczaj± to samo) wykonania dzia³añ. I<dzia³anie> to rozdzielona przecinkami lista dzia³añ. B<--force-help> wy¶wietla opis tych dzia³añ. Dzia³ania oznaczone przez (*) s± domy¶lnie wymuszone.

source: I<Warning: These options are mostly intended to be used by experts only. Using them without fully understanding their effects may break your whole system.>
pl: I<Ostrze¿enie: Te opcje s± zwykle przeznaczone wy³±cznie dla do¶wiadczonych u¿ytkowników. U¿ycie ich bez pe³nego zrozumienia efektu dzia³ania mo¿e spowodowaæ uszkodzenie systemu.>

source: B<downgrade>(*): Install a package, even if newer version of it is already installed.
pl: B<downgrade>(*): Zainstalowanie pakietu, nawet gdy nowsza jego wersja jest ju¿ zainstalowana.

source: I<Warning: At present dpkg does not do any dependency checking on downgrades and therefore will not warn you if the downgrade breaks the dependency of some other package. This can have serious side effects, downgrading essential system components can even make your whole system unusable. Use with care.>
pl: I<Ostrze¿enie: W chwili obecnej dpkg nie sprawdza zale¿no¶ci podczas instalowania starszej wersji pakietu i dlatego nie wypisze ostrze¿enia, je¿eli zainstalowanie starszej wersji popsuje zale¿no¶ci innych pakietów. Instalowania starszych wersji niezbêdnych (essential) pakietów mo¿e spowodowaæ, i jest to powa¿ny skutek uboczny, ¿e Twój system nie bêdzie siê nadawa³ do u¿ytku. Proszê u¿ywaæ tej opcji ostro¿nie.>

source: B<configure-any>: Configure also any unpacked but unconfigured packages on which the current package depends.
pl: B<configure-any>: Skonfigurowanie wszystkich rozpakowanych ale nie skonfigurowanych pakietów, od których jest zale¿ny bie¿±cy pakiet.

source: B<hold>: Process packages even when marked "hold".
pl: B<hold>: Dzia³anie obejmie tak¿e pakiety oznaczone jako "wstrzymane" (hold).
