Repository: community-ssu/gtk
Catalog: dpkg/man/po4a/dpkg.1/po/*.po
Languages: pl

source: B<remove-reinstreq>: Remove a package, even if it's broken and marked to require reinstallation. This may, for example, cause parts of the package to remain on the system, which will then be forgotten by B<dpkg>.
pl: B<remove-reinstreq>: Usuniêcie pakietu, nawet wtedy gdy jest uszkodzony i wymaga przeinstalowania. Mo¿e to spowodowaæ pozostawienie czê¶ci pakietu w systemie, gdy¿ B<dpkg> zapomni o niej.

source: B<remove-essential>: Remove, even if the package is considered essential. Essential packages contain mostly very basic Unix commands. Removing them might cause the whole system to stop working, so use with caution.
pl: B<remove-essential>: Usuniêcie pakietu, nawet wtedy gdy jest on uznany za niezbêdny (essential). Pakiety niezbêdne zawieraj± podstawowe polecenia Uniksa. Usuniêcie ich mo¿e spowodowaæ, ¿e system przestanie dzia³aæ. Nale¿y zachowaæ szczególn± ostro¿no¶æ przy u¿yciu tej opcji.

source: B<depends>: Turn all dependency problems into warnings.
pl: B<depends>: Zamiana wszystkich problemów z zale¿no¶ciami na ostrze¿enia.

source: B<depends-version>: Don't care about versions when checking dependencies.
pl: B<depends-version>: Zignorowanie problemów z numerami wersji przy sprawdzaniu zale¿no¶ci.

source: B<conflicts>: Install, even if it conflicts with another package. This is dangerous, for it will usually cause overwriting of some files.
pl: B<conflicts>: Instalacja, nawet gdy pakiet powoduje konflikt z innym. Powstaæ mo¿e niebezpieczeñstwo nadpisania plików z innego pakietu, dlatego nale¿y zachowaæ ostro¿no¶æ przy u¿yciu tej opcji.

source: B<confmiss>: Always install a missing configuration file. This is dangerous, since it means not preserving a change (removing) made to the file.
pl: B<confmiss>: Zawsze bêd± instalowane brakuj±ce pliki konfiguracyjne. U¿ywanie tej opcji mo¿e byæ niebezpieczne, poniewa¿ nie zachowuje to zmiany dokonanej na pliku (czyli jego usuniêcia).

source: B<confnew>: If a conffile has been modified always install the new version without prompting, unless the B<--force-confdef> is also specified, in which case the default action is preferred.
pl: B<confnew>: Je¶li plik konfiguracyjny zosta³ zmodyfikowany, zainstalowana zostanie jego nowa wersja bez pytania, chyba ¿e u¿yto równie¿ opcji B<--force-confdef>, co spowoduje wykonanie domy¶lnej akcji.

source: B<confold>: If a conffile has been modified always keep the old version without prompting, unless the B<--force-confdef> is also specified, in which case the default action is preferred.
pl: B<confold>: Je¶li plik konfiguracyjny zosta³ zmodyfikowany, stara wersja zostanie zachowana bez pytania, chyba ¿e u¿yto równie¿ opcji B<--force-confdef>, co spowoduje wykonanie domy¶lnej akcji.

source: B<confdef>: If a conffile has been modified always choose the default action. If there is no default action it will stop to ask the user unless B<--force-confnew> or B<--force-confold> is also been given, in which case it will use that to decide the final action.
pl: B<confdef>: Je¶li plik konfiguracyjny zosta³ zmodyfikowany, wybrane zostanie domy¶lne dzia³anie. Je¿eli nie okre¶lono domy¶lnej akcji, u¿ytkownik zostanie poproszony o dokonanie wyboru. Podanie dodatkowo opcji B<--force-confnew> lub B<--force-confold> zdecyduje o dalszym dzia³aniu.

source: B<overwrite>: Overwrite one package's file with another's file.
pl: B<overwrite>: Nadpisanie plików z innych pakietów, w przypadku gdy dany plik wystêpuje tak¿e w innym pakiecie.

source: B<overwrite-dir> Overwrite one package's directory with another's file.
pl: B<overwrite-dir> Nadpisanie katalogów z innych pakietów, w przypadku gdy dany katalog wystêpuje tak¿e w innym pakiecie.

source: B<overwrite-diverted>: Overwrite a diverted file with an undiverted version.
pl: B<overwrite-diverted>: Nadpisanie plików ominiêtych plikami nieominiêtymi.

source: B<architecture>: Process even packages with the wrong architecture.
pl: B<architecture>: Dzia³anie obejmie pakiety z niepoprawn± architektur±.

source: B<bad-path>: B<PATH> is missing important programs, so problems are likely.
pl: B<bad-path>: Zignorowanie braku pewnych programów w ¶cie¿ce zmiennej systemowej B<PATH>.

source: B<not-root>: Try to (de)install things even when not root.
pl: B<not-root>: Próba (de)instalacji, gdy dpkg nie jest uruchamiany z konta root.

source: B<bad-verify>: Install a package even if it fails authenticity check.
pl: B<bad-verify>: Instalowanie pakietu, nawet je¿eli nie powiedzie siê sprawdzenie jego autentyczno¶ci.

source: B<--ignore-depends>=I<package>,...
pl: B<--ignore-depends>=I<pakiet>,...

source: Ignore dependency-checking for specified packages (actually, checking is performed, but only warnings about conflicts are given, nothing else).
pl: Zignorowanie sprawdzania zale¿no¶ci od podanych pakietów (a ¶ci¶lej rzecz bior±c, sprawdzanie siê odbywa, ale w przypadku konfliktów wy¶wietlane jest tylko ostrze¿enie).

source: Select new or old binary package format. This is a B<dpkg-deb>(1) option.
pl: Wybór pomiêdzy nowym i starym formatem binarnym pakietu. Ta opcja jest przes³ana do B<dpkg-deb>(1).

source: Don't read or check contents of control file while building a package. This is a B<dpkg-deb>(1) option.
pl: Brak sprawdzania zawarto¶ci pliku kontrolnego podczas budowania pakietu. Ta opcja jest przes³ana do B<dpkg-deb>(1).

source: Do everything which is supposed to be done, but don't write any changes. This is used to see what would happen with the specified action, without actually modifying anything.
pl: Podejmowane dzia³ania nie powoduj± ¿adnych zmian. Ta opcja jest u¿yteczna, gdy potrzeba sprawdziæ, czy dzia³anie siê wykona, ale bez powodowania zmian czegokolwiek.

source: Be sure to give B<--no-act> before the action-parameter, or you might end up with undesirable results. (e.g. B<dpkg --purge foo --no-act> will first purge package foo and then try to purge package --no-act, even though you probably expected it to actually do nothing)
pl: Opcjê B<--no-act> nale¿y podaæ jako pierwszy parametr, gdy¿ w przeciwnym razie mo¿na otrzymaæ niespodziewane efekty. (np. B<dpkg --purge foo --no-act> wyczy¶ci pakiet foo, a nastêpnie spróbuje wyczy¶ciæ pakiet o nazwie --no-act, mimo ¿e najprawdopodobniej spodziewa³e¶ siê, ¿e takie polecenie nic nie zrobi).

source: Recursively handle all regular files matching pattern B<*.deb> found at specified directories and all of its subdirectories. This can be used with B<-i>, B<-A>, B<--install>, B<--unpack> and B<--avail> actions.
pl: Dzia³anie obejmie wszystkie pliki B<*.deb> z podanego katalogu, wraz z podkatalogami tego katalogu. Ta opcja mo¿e zostaæ u¿yta wraz z B<-i>, B<-A>, B<--install>, B<--unpack> oraz B<--avail>.

source: B<--root=>I<dir> | B<--admindir=>I<dir> | B<--instdir=>I<dir>
pl: B<--root=>I<katalog> | B<--admindir=>I<katalog> | B<--instdir=>I<katalog>

source: Only process the packages that are selected for installation. The actual marking is done with B<dselect> or by B<dpkg>, when it handles packages. For example, when a package is removed, it will be marked selected for deinstallation.
pl: Dzia³anie obejmuje wy³±cznie pakiety wybrane do instalacji. Wybór mo¿e zostaæ dokonany przez polecenie B<dselect> lub B<dpkg>, gdy wykonuje operacje na pakietach. Na przyk³ad pakiet usuwany jest zaznaczany jako wybrany do odinstalowania.

source: Don't install the package if the same version of the package is already installed.
pl: Nieinstalowanie pakietu, je¶li o tej samej wersji jest ju¿ zainstalowany w systemie.

source: B<--log=>I<filename>
pl: B<--log=>I<nazwa-pliku>

source: Do not try to verify package signatures.
pl: Nie próbuje weryfikowaæ sygnatur pakietu.

source: FILES
pl: PLIKI

source: I</etc/dpkg/dpkg.cfg>
pl: I</etc/dpkg/dpkg.cf>

source: Configuration file with default options.
pl: Plik konfiguracyjny zawieraj±cy domy¶lne opcje.

source: Default log file (see I</etc/dpkg/dpkg.cfg>(5) and option B<--log>).
pl: Domy¶lny plik logu (patrz I</etc/dpkg/dpkg.cfg>(5) i opcja B<--log>).

source: The other files listed below are in their default directories, see option B<--admindir> to see how to change locations of these files.
pl: Pozosta³e pliki wymienione poni¿ej odnosz± siê do swoich domy¶lnych katalogów. Opcja B<--admindir> mo¿e zmieniæ lokalizacjê tych plików.

source: List of available packages.
pl: Lista dostêpnych pakietów.

source: Statuses of available packages. This file contains information about whether a package is marked for removing or not, whether it is installed or not, etc. See section B<INFORMATION ABOUT PACKAGES> for more info.
pl: Stan dostêpnych pakietów. Ten plik zawiera informacje o tym, czy dany pakiet jest wybrany do skasowania, czy jest zainstalowany, itp. Te informacje s± opisane w sekcji B<INFORMACJE O PAKIETACH>.

source: The following files are components of a binary package. See B<deb>(5) for more information about them:
pl: Poni¿sze pliki s± czê¶ci± sk³adow± pakietów binarnych. Wiêcej informacji o nich mo¿na znale¼æ w B<deb>(5).

source: ENVIRONMENT VARIABLES
pl: ZMIENNE ¦RODOWISKA

source: Define this to something if you prefer B<dpkg> starting a new shell rather than suspending itself, while doing a shell escape.
pl: Zdefiniuj tê zmienn±, je¶li chcesz, aby B<dpkg> uruchomi³ now± sesjê pow³oki zamiast usuwaæ B<dpkg> w t³o, gdy potrzeba wykonaæ co¶ w pow³oce.

source: Sets the number of columns B<dpkg> should use when displaying formatted text. Currently only used by -l.
pl: Ustawia liczbê kolumn u¿ywanych przez B<dpkg> w czasie wy¶wietlania sformatowanego tekstu. Obecnie u¿ywane tylko przez opcjê -l.

source: EXAMPLES
pl: PRZYK£ADY

source: To search the listing of packages yourself:
pl: Samodzielne przeszukanie informacji o pakietach:

source: To remove an installed elvis package:
pl: Wykasowanie zainstalowanego pakietu elvis:

source: To install a package, you first need to find it in an archive or CDROM. The "available" file shows that the vim package is in section "editors":
pl: Aby zainstalowaæ pakiet, nale¿y wpierw znale¼æ go w archiwum lub na CDROM. Plik "available" pokazuje, ¿e pakiet vim jest w sekcji "editors":

source: To make a local copy of the package selection states:
pl: Aby stworzyæ kopiê lokalnie wybranych pakietów:

source: B<dpkg --get-selections E<gt>myselections>
pl: B<dpkg --get-selections E<gt>mojepakiety>

source: You might transfer this file to another computer, and install it there with:
pl: Ten plik mo¿na przenie¶æ do innego systemu i zainstalowaæ te pakiety poprzez:

source: B<dpkg --clear-selections> B<dpkg --set-selections E<lt>myselections>
pl: B<dpkg --clear-selections> B<dpkg --set-selections E<lt>mojepakiety>

source: Note that this will not actually install or remove anything, but just set the selection state on the requested packages. You will need some other application to actually download and install the requested packages. For example, run B<dselect> and choose "Install".
pl: Nale¿y zauwa¿yæ, ¿e ta opcja nie powoduje zainstalowania lub usuniêcia czegokolwiek, ale tylko zapisuje, ¿e pewne pakiety s± wybrane do zainstalowania b±d¼ usuniêcia. Do ¶ci±gniêcia i zainstalowania tych pakietów trzeba u¿yæ innego programu. Na przyk³ad mo¿na uruchomiæ B<dselect> i wybraæ opcjê "Install".

source: Ordinarily, you will find that B<dselect>(1) provides a more convenient way to modify the package selection states.
pl: Zwyczajowo do wyboru pakietów s³u¿y B<dselect>(1), który daje wiêksze mo¿liwo¶ci zmiany ich stanu.

source: ADDITIONAL FUNCTIONALITY
pl: DODATKOWA FUNKCJONALNO¦Æ

source: Additional functionality can be gained by installing any of the following packages: I<apt>, I<aptitude> and I<debsums>.
pl: Dodatkow± funkcjonalno¶æ mo¿na uzyskaæ, instaluj±c którykolwiek z nastêpuj±cych pakietów: I<apt>, I<aptitude> oraz I<debsums>.

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: B<dselect>(1), B<dpkg-deb>(1), B<dpkg-query>(1), B<deb>(5), B<deb-control>(5), B<dpkg.cfg>(5), and B<dpkg-reconfigure>(8).
pl: B<dselect>(1), B<dpkg-deb>(1), B<dpkg-query>(1), B<deb>(5), B<deb-control>(5), B<dpkg.cfg>(5) oraz B<dpkg-reconfigure>(8).

source: BUGS
pl: B£ÊDY

source: B<--no-act> usually gives less information than might be helpful.
pl: B<--no-act> podaje raczej zbyt ma³o pomocnych informacji.

source: AUTHORS
pl: AUTORZY

source: See I</usr/share/doc/dpkg/THANKS> for the list of people who have contributed to B<dpkg>.
pl: Plik I</usr/share/doc/dpkg/THANKS> zawiera listê osób, które przyczyni³y siê do rozwoju programu B<dpkg>.
