Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/update-alternatives.8/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: dpkg utilities
pl: u¿ytki dpkg

source: NAME
pl: NAZWA

source: update-alternatives - maintain symbolic links determining default commands
pl: update-alternatives - zarz±dzanie linkami symbolicznymi okre¶laj±cymi domy¶lne polecenia

source: SYNOPSIS
pl: SK£ADNIA

source: B<update-alternatives> [I<options>] B<--install> I<genname symlink altern priority> [B<--slave> I<genname symlink> I<altern>]...
pl: B<update-alternatives> [I<opcje>] B<--install> I<nazwa-ogólna symlink altern priorytet> [B<--slave> I<nazwa-ogólna symlink> I<altern>]...

source: B<update-alternatives> [I<options>] B<--remove> I<name path>
pl: B<update-alternatives> [I<opcje>] B<--remove> I<nazwa ¶cie¿ka>

source: B<update-alternatives> [I<options>] B<--remove-all> I<name>
pl: B<update-alternatives> [I<opcje>] B<--remove-all> I<nazwa>

source: B<update-alternatives> [I<options>] B<--auto> I<name>
pl: B<update-alternatives> [I<opcje>] B<--auto> I<nazwa>

source: B<update-alternatives> [I<options>] B<--display> I<name>
pl: B<update-alternatives> [I<opcje>] B<--display> I<nazwa>

source: B<update-alternatives> [I<options>] B<--list> I<name>
pl: B<update-alternatives> [I<opcje>] B<--list> I<nazwa>

source: B<update-alternatives> [I<options>] B<--config> I<name>
pl: B<update-alternatives> [I<opcje>] B<--config> I<nazwa>

source: B<update-alternatives> [I<options>] B<--set> I<name path>
pl: B<update-alternatives> [I<opcje>] B<--set> I<nazwa ¶cie¿ka>

source: DESCRIPTION
pl: OPIS

source: B<update-alternatives> creates, removes, maintains and displays information about the symbolic links comprising the Debian alternatives system.
pl: B<update-alternatives> tworzy, usuwa, wy¶wietla oraz zarz±dza informacjami o linkach symbolicznych sk³adaj±cych siê na system alternatyw Debiana.

source: Debian's alternatives system aims to solve this problem. A generic name in the filesystem is shared by all files providing interchangeable functionality. The alternatives system and the system administrator together determine which actual file is referenced by this generic name. For example, if the text editors B<ed>(1) and B<nvi>(1) are both installed on the system, the alternatives system will cause the generic name I</usr/bin/editor> to refer to I</usr/bin/nvi> by default. The system administrator can override this and cause it to refer to I</usr/bin/ed> instead, and the alternatives system will not alter this setting until explicitly requested to do so.
pl: Celem systemu alternatyw Debiana jest rozwi±zanie tego problemu. Ogólna nazwa w systemie plików jest wspó³dzielona przez wszystkie pliki dostarczaj±ce zmieniaj±c± siê funkcjonalno¶æ. System alternatyw wraz z administratorem systemu okre¶laj±, do którego obecnego pliku prowadzi ta ogólna nazwa. Na przyk³ad je¿eli zainstalowano zarówno edytor B<ed>(1), jak i B<nvi>(1), to system alternatyw spowoduje, ¿e nazwa ogólna I</usr/bin/editor> bêdzie siê odnosiæ do I</usr/bin/nvi>. Administrator systemu mo¿e zmieniæ to ustawienie na I</usr/bin/ed>, a system alternatyw tego nie zmieni, chyba ¿e administrator ka¿e mu tak zrobiæ.

source: The generic name is not a direct symbolic link to the selected alternative. Instead, it is a symbolic link to a name in the I<alternatives> I<directory>, which in turn is a symbolic link to the actual file referenced. This is done so that the system administrator's changes can be confined within the I</etc> directory: the FHS (q.v.) gives reasons why this is a Good Thing.
pl: Nazwa ogólna nie jest bezpo¶rednim linkiem symbolicznym do wybranej alternatywy, ale jest linkiem do pliku w I<katalogu> I<alternatyw>, który to z kolei jest linkiem do w³a¶ciwego pliku. Jest tak zrobione dlatego, ¿eby zmiany administratora systemu by³y po³±czone ze zmianami w katalogu I</etc>: standard FHS wymienia powody, aby tak zrobiæ.

source: When each package providing a file with a particular functionality is installed, changed or removed, B<update-alternatives> is called to update information about that file in the alternatives system. B<update-alternatives> is usually called from the B<postinst> or B<prerm> scripts in Debian packages.
pl: Kiedy pakiet dostarczaj±cy pliku o okre¶lonej funkcjonalno¶ci jest instalowany, zmieniany lub usuwany, wywo³ywany jest program B<update-alternatives>, aby zaktualizowaæ informacje o tym pliku w systemie alternatyw. B<update-alternatives> jest zazwyczaj wywo³ywany ze skryptów B<postinst> lub B<prerm> w pakietach Debiana.

source: It is often useful for a number of alternatives to be synchronised, so that they are changed as a group; for example, when several versions of the B<vi>(1) editor are installed, the man page referenced by I</usr/share/man/man1/vi.1> should correspond to the executable referenced by I</usr/bin/vi>. B<update-alternatives> handles this by means of I<master> and I<slave> links; when the master is changed, any associated slaves are changed too. A master link and its associated slaves make up a I<link> I<group>.
pl: Czêsto u¿yteczne jest, aby pewna liczba alternatyw by³a zsynchronizowana, tak ¿eby by³a zmieniana jako grupa. Na przyk³ad je¿eli jest zainstalowane kilka wersji edytora B<vi>(1), to strona podrêcznika I</usr/share/man/man1/vi.1>powinna odpowiadaæ wersji programu zainstalowanego jako I</usr/bin/vi>. B<update-alternatives> obs³uguje to przy pomocy linków I<g³ównych> i I<podrzêdnych> - zmiana linku g³ównego powoduje zmianê skojarzonych linków podrzêdnych. Link g³ówny i skojarzone z nim linki podrzêdne tworz± I<grupê> I<linków>.

source: Each link group is, at any given time, in one of two modes: automatic or manual. When a group is in automatic mode, the alternatives system will automatically decide, as packages are installed and removed, whether and how to update the links. In manual mode, the alternatives system will not change the links; it will leave all the decisions to the system administrator.
pl: W dowolnym czasie ka¿da grupa linków mo¿e byæ w jednym z dwu trybów: automatycznym lub rêcznym. W trybie automatycznym podczas instalacji lub usuwania pakietu system alternatyw automatycznie zdecyduje, czy i jak aktualizowaæ linki. W trybie rêcznym system alternatyw nie bêdzie zmienia³ linków i zostawi wszystkie decyzje administratorowi systemu.

source: Link groups are in automatic mode when they are first introduced to the system. If the system administrator makes changes to the system's automatic settings, this will be noticed the next time B<update-alternatives> is run on the changed link's group, and the group will automatically be switched to manual mode.
pl: Grupa linków jest trybie automatycznym, kiedy jest po raz pierwszy wprowadzana do systemu. Je¿eli administrator systemu wprowadzi zmiany do automatycznych ustawieñ, bêd± one wziête pod uwagê podczas nastêpnego uruchomienia B<update-alternatives> na takiej zmienionej grupie linków, a grupa ta automatycznie przejdzie w tryb rêczny.

source: Each alternative has a I<priority> associated with it. When a link group is in automatic mode, the alternatives pointed to by members of the group will be those which have the highest priority.
pl: Z ka¿d± alternatyw± skojarzony jest I<priorytet>. Je¿eli grupa linków jest w trybie automatycznym, to wybran± alternatyw± bêdzie ta, która ma najwy¿szy priorytet.

source: If you want to configure non-interactively you can use the I<--set> option instead (see below).
pl: Aby skonfigurowaæ nieinteraktywnie, mo¿na u¿yæ opcji I<--set> (patrz ni¿ej).

source: TERMINOLOGY
pl: TERMINOLOGIA

source: Since the activities of B<update-alternatives> are quite involved, some specific terms will help to explain its operation.
pl: Poniewa¿ operacje programu B<update-alternatives> s± do¶æ z³o¿one, wprowadzimy parê terminów, które pomog± je zrozumieæ.

source: generic name
pl: nazwa ogólna

source: A name, like I</usr/bin/editor>, which refers, via the alternatives system, to one of a number of files of similar function.
pl: Nazwa, taka jak I</usr/bin/editor>, która odnosi siê przez system alternatyw do jednego z kilku plików o podobnej funkcjonalno¶ci.

source: symlink
pl: link symboliczny

source: Without any further qualification, this means a symbolic link in the alternatives directory: one which the system administrator is expected to adjust.
pl: Bez ¿adnego szczegó³owego dookre¶lenia, oznacza to link symboliczny w katalogu alternatyw: ten, który administrator systemu powinien poprawiaæ.

source: alternative
pl: alternatywa

source: The name of a specific file in the filesystem, which may be made accessible via a generic name using the alternatives system.
pl: Nazwa okre¶lonego pliku w systemie plików, który w systemie alternatyw mo¿e byæ dostêpny przez nazwê ogóln±.

source: alternatives directory
pl: katalog alternatyw

source: A directory, by default I</etc/alternatives>, containing the symlinks.
pl: Katalog zawieraj±cy linki symboliczne, domy¶lnie I</etc/alternatives>.

source: administrative directory
pl: katalog administracyjny

source: A directory, by default I</var/lib/dpkg/alternatives>, containing B<update-alternatives>' state information.
pl: Katalog zawieraj±cy informacje o stanie B<update-alternatives>, domy¶lnie I</var/lib/dpkg/alternatives>.

source: link group
pl: grupa linków

source: A set of related symlinks, intended to be updated as a group.
pl: Zbiór powi±zanych linków, zarz±dzany jako grupa.

source: master link
pl: link g³ówny

source: The link in a link group which determines how the other links in the group are configured.
pl: Link w grupie linków, który okre¶la sposób konfigurowania innych linków z grupy.

source: slave link
pl: link podrzêdny

source: A link in a link group which is controlled by the setting of the master link.
pl: Link w grupie linków, który jest kontrolowany przez ustawienie linku g³ównego.

source: automatic mode
pl: tryb automatyczny

source: manual mode
pl: tryb rêczny

source: When a link group is in manual mode, the alternatives system will not make any changes to the system administrator's settings.
pl: Kiedy grupa linków jest w trybie rêcznym, system alternatyw nic nie zmieni w ustawieniach administratora systemu.

source: EXAMPLES
pl: PRZYK£ADY

source: There are several packages which provide a text editor compatible with B<vi>, for example B<nvi> and B<vim>. Which one is used is controlled by the link group B<vi>, which includes links for the program itself and the associated manpage.
pl: Mamy klika pakietów, które dostarczaj± edytora tekstu kompatybilnego z edytorem B<vi>, na przyk³ad B<nvi> i B<vim>. To, który pakiet bêdzie u¿ywany, kontrolowane jest przez grupê linków B<vi>, zawieraj±c± linki do samego programu i jego stron podrêcznika.

source: To display the available packages which provide B<vi> and the current setting for it, use the I<--display> action:
pl: Aby wy¶wietliæ listê dostêpnych pakietów, które dostarczaj± B<vi> oraz jego bie¿±ce ustawienie, nale¿y u¿yæ akcji I<--display>:

source: To choose a particular B<vi> implementation, use this command as root and then select a number from the list:
pl: Aby wybraæ okre¶lon± implementacjê edytora B<vi>, nale¿y u¿yæ tego polecenia jako u¿ytkownik root i wybraæ liczbê z listy:

source: To go back to having the B<vi> implementation chosen automatically, do this as root:
pl: Aby przywróciæ automatyczne wybieranie implementacji programu B<vi>, nale¿y jako u¿ytkownik root wykonaæ:

source: OPTIONS
pl: OPCJE

source: Exactly one action must be specified if B<update-alternatives> is to perform any meaningful task. Any number of the common options may be specified together with any action.
pl: Aby B<update-alternatives> zrobi³ cokolwiek sensownego, nale¿y podaæ dok³adnie jedn± akcjê. Razem z t± akcj± mo¿na podaæ dowoln± liczbê wspólnych opcji.

source: COMMON OPTIONS
pl: WSPÓLNE OPCJE

source: Generate more comments about what B<update-alternatives> is doing.
pl: Podaje wiêcej informacji o przebiegu wykonywania B<update-alternatives>.

source: Don't generate any comments unless errors occur. This option is not yet implemented.
pl: Nie wy¶wietl ¿adnych komentarzy, chyba ¿e wyst±pi b³±d. Opcja jeszcze niezaimplementowana.

source: Don't actually do anything, just say what would be done. This option is not yet implemented.
pl: Nic nie robi, tylko wy¶wietla, co by³oby zrobione. Opcja jeszcze niezaimplementowana.

source: B<--altdir> I<directory>
pl: B<--altdir> I<katalog>

source: Specifies the alternatives directory, when this is to be different from the default.
pl: Okre¶la katalog alternatyw, je¿eli ma byæ inny ni¿ domy¶lny.

source: B<--admindir> I<directory>
pl: B<--admindir> I<katalog>

source: Specifies the administrative directory, when this is to be different from the default.
pl: Okre¶la katalog administracyjny, je¿eli ma byæ inny ni¿ domy¶lny.

source: ACTIONS
pl: AKCJE

source: B<--install> I<genname symlink altern priority> [B<--slave> I<genname symlink altern>] ...
pl: B<--install> I<nazwa-ogólna symlink altern priorytet> [B<--slave> I<nazwa-ogólna symlink altern>] ...

source: If the master symlink specified exists already in the alternatives system's records, the information supplied will be added as a new set of alternatives for the group. Otherwise, a new group, set to automatic mode, will be added with this information. If the group is in automatic mode, and the newly added alternatives' priority is higher than any other installed alternatives for this group, the symlinks will be updated to point to the newly added alternatives.
pl: Je¿eli g³ówny link symboliczny ju¿ istnieje w systemie alternatyw, to podana informacja bêdzie dodana jako nowy zbiór alternatyw dla tej grupy. W przeciwnym wypadku zostanie utworzona nowa grupa, ustawiona w tryb automatyczny. Je¿eli grupa jest w trybie automatycznym, a priorytet nowo dodawanej alternatywy jest wiêkszy od priorytetu ka¿dej z innych zainstalowanych alternatyw w tej grupie, to linki symboliczne bêd± zaktualizowane tak, ¿eby prowadzi³y do nowo dodanej alternatywy.

source: B<--set> I<name path>
pl: B<--set> I<nazwa ¶cie¿ka>

source: Set the program I<path> as alternative for I<name.> This is equivalent to I<--config> but is non-interactive and thus scriptable.
pl: Ustawia program I<¶cie¿ka> jako alternatywê dla I<nazwy>. Jest to nieinteraktywny, a wiêc mo¿liwy do u¿ycia w skryptach, odpowiednik opcji I<--config>.

source: B<--remove> I<name path>
pl: B<--remove> I<nazwa ¶cie¿ka>

source: Remove an alternative and all of its associated slave links. I<name> is a name in the alternatives directory, and I<path> is an absolute filename to which I<name> could be linked. If I<name> is indeed linked to I<path>, I<name> will be updated to point to another appropriate alternative, or removed if there is no such alternative left. Associated slave links will be updated or removed, correspondingly. If the link is not currently pointing to I<path>, no links are changed; only the information about the alternative is removed.
pl: Usuwa alternatywê i wszystkie linki podrzêdne z ni± skojarzone. I<nazwa> jest nazw± w katalogu alternatyw, I<¶cie¿ka> jest absolutn± nazw± pliku, do której I<nazwa> mog³aby byæ linkiem. Je¿eli I<nazwa> rzeczywi¶cie jest linkiem do I<¶cie¿ki>, to I<nazwa> zostanie zaktualizowana, tak ¿eby wskazywa³a na inn± odpowiedni± alternatywê, albo zostanie usuniêta, je¿eli nie pozostanie ani jedna alternatywa. Skojarzone linki podrzêdne zostan± odpowiednio zaktualizowane lub usuniête. Je¿eli link nie prowadzi obecnie do I<¶cie¿ki>, to ¿adne linki nie bêd± aktualizowane; zostanie tylko usuniêta informacja o alternatywie.

source: B<--remove-all> I<name>
pl: B<--remove-all> I<nazwa>

source: Remove all alternatives and all of their associated slave links. I<name> is a name in the alternatives directory.
pl: Usuwa wszystkie linki alternatyw i wszystkie skojarzone z nimi linki podrzêdne. I<nazwa> jest nazw± w katalogu alternatyw.

source: Call B<--config> on all alternatives.
pl: Wywo³uje B<--config> dla wszystkich alternatyw.

source: Switch the master symlink I<link> to automatic mode. In the process, this symlink and its slaves are updated to point to the highest priority installed alternatives.
pl: Prze³±cza g³ówny link I<link> w tryb automatyczny. Podczas tego procesu, link ten wraz z jego linkami podrzêdnymi bêdzie zaktualizowany tak, ¿eby wskazywa³ na alternatywê o najwy¿szym priorytecie.

source: Display information about the link group of which I<link> is the master link. Information displayed includes the group's mode (auto or manual), which alternative the symlink currently points to, what other alternatives are available (and their corresponding slave alternatives), and the highest priority alternative currently installed.
pl: Wy¶wietla informacje o grupie linków, której I<link> jest linkiem nadrzêdnym. Informacje te zawieraj± tryb grupy (automatyczny lub rêczny), okre¶laj±, na któr± alternatywê obecnie link wskazuje, jakie s± inne dostêpne alternatywy (i odpowiadaj±ce im alternatywy podrzêdne) oraz obecnie zainstalowan± alternatywê o najwy¿szym priorytecie.

source: Display all targets of the link group.
pl: Wy¶wietla wszystkie cele w grupie linków.

source: Show available alternatives for a link group and allow the user to interactively select which one to use. The link group is updated and taken out of I<auto> mode.
pl: Wy¶wietla dostêpne alternatywy w grupie linków i pozwala u¿ytkownikowi interakcyjnie wybraæ, której nale¿y u¿yæ. Grupa linków zostanie zaktualizowana, a tryb I<automatyczny> zostanie wy³±czony.

source: FILES
pl: PLIKI

source: The default alternatives directory. Can be overridden by the B<--altdir> option.
pl: Domy¶lny katalog alternatyw. Mo¿na go zmieniæ opcj± B<-altdir>.

source: The default administration directory. Can be overridden by the B<--admindir> option.
pl: Domy¶lny katalog administracyjny. Mo¿na go zmieniæ opcj± B<-admindir>.

source: EXIT STATUS
pl: KOD WYJ¦CIA

source: The requested action was successfully performed.
pl: Akcja zakoñczy³a siê powodzeniem.

source: Problems were encountered whilst parsing the command line or performing the action.
pl: Wyst±pi³y problemy podczas przetwarzania linii poleceñ lub wykonywania akcji.

source: DIAGNOSTICS
pl: DIAGNOSTYKA

source: B<update-alternatives> chatters incessantly about its activities on its standard output channel. If problems occur, B<update-alternatives> outputs error messages on its standard error channel and returns an exit status of 2. These diagnostics should be self-explanatory; if you do not find them so, please report this as a bug.
pl: B<update-alternatives> wypisuje nieustannie informacje o podejmowanych dzia³aniach do standardowego wyj¶cia. Je¿eli wyst±pi b³±d B<update-alternatives> wy¶wietla komunikaty b³êdu do standardowego wyj¶cia b³êdów i koñczy dzia³anie z kodem wyj¶cia 2. Wypisywana diagnostyka powinna wszystko wyja¶niaæ, je¿eli nie jest taka, proszê zg³osiæ to jako b³±d.

source: BUGS
pl: B£ÊDY

source: If you find a bug, please report it using the Debian bug-tracking system, or, if that is not possible, email the author directly.
pl: W razie znalezienia b³êdu, prosimy o jego zg³oszenie, u¿ywaj±c systemu ¶ledzenia b³êdów Debiana, a je¿eli nie jest to mo¿liwe, to przez wys³anie bezpo¶redniego e-maila do autora.

source: If you find any discrepancy between the operation of B<update-alternatives> and this manual page, it is a bug, either in the implementation or the documentation; please report it.
pl: Rozbie¿no¶ci pomiêdzy dzia³aniem B<update-alternatives> a t± stron± podrêcznika stanowi± b³±d albo w implementacji, albo w dokumentacji. W razie znalezienia jakichkolwiek rozbie¿no¶ci, prosimy o ich zg³oszenie.

source: AUTHOR
pl: AUTOR

source: Debian update-alternatives is copyright 1995 Ian Jackson. It is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty.
pl: Copyright 1995 Ian Jackson. Niniejszy program jest oprogramowaniem wolnym, sprawd¼ Powszechn± Licencjê Publiczn± GNU w wersji drugiej lub pó¼niejszej, by dowiedzieæ siê o warunkach dystrybucji. Brak JAKIEJKOLWIEK gwarancji.

source: This manual page is copyright 1997/98 Charles Briscoe-Smith. This is free documentation; see the GNU General Public Licence version 2 or later for copying conditions. There is NO WARRANTY.
pl: Tê stronê podrêcznika napisa³ w 1997/98 Charles Briscoe-Smith. Niniejsza dokumentacja jest oprogramowaniem wolnym, sprawd¼ Powszechn± Licencjê Publiczn± GNU w wersji drugiej lub pó¼niejszej, by dowiedzieæ siê o warunkach dystrybucji. Brak JAKIEJKOLWIEK gwarancji.

source: You can find the GNU GPL in /usr/share/common-licenses/GPL on any Debian system.
pl: W ka¿dym systemie Debiana GNU GPL mo¿na znale¼æ w pliku /usr/share/common-licenses/GPL.

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: B<ln>(1), FHS, the Filesystem Hierarchy Standard.
pl: B<ln>(1), FHS - standard hierarchii systemu plików.
