Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/dpkg-query.1/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: dpkg suite
pl: u¿ytki dpkg

source: NAME
pl: NAZWA

source: dpkg-query - a tool to query the dpkg database
pl: dpkg-query - narzêdzie przepytywania bazy danych dpkg

source: SYNOPSIS
pl: SK£ADNIA

source: B<dpkg-query> B<-l>|B<--list> I<package-name-pattern> ...
pl: B<dpkg-query> B<-l>|B<--list> I<wzorzec-nazwy-pakietu> ...

source: B<dpkg-query> B<-W>|B<--show> I<package-name-pattern> ...
pl: B<dpkg-query> B<-W>|B<--show> I<wzorzec-nazwy-pakietu> ...

source: B<dpkg-query> B<-s>|B<--status> I<package-name> ...
pl: B<dpkg-query> B<-s>|B<--status> I<nazwa-pakietu> ...

source: B<dpkg-query> B<-L>|B<--listfiles> I<package-name> ...
pl: B<dpkg-query> B<-L>|B<--listfiles> I<nazwa-pakietu> ...

source: B<dpkg-query> B<-S>|B<--search> I<filename-search-pattern> ...
pl: B<dpkg-query> B<-S>|B<--search> I<wzorzec-wyszukiwania-nazwy-pliku> ...

source: B<dpkg-query> B<-p>|B<--print-avail> I<package-name> ...
pl: B<dpkg-query> B<-p>|B<--print-avail> I<nazwa-pakietu> ...

source: DESCRIPTION
pl: OPIS

source: B<dpkg-query> is a tool to show information about packages listed in the B<dpkg> database.
pl: B<dpkg-query> jest narzêdziem s³u¿±cym do pokazywania informacji o pakietach wymienionych w bazie danych B<dpkg>.

source: COMMANDS
pl: POLECENIA

source: B<-l> | B<--list> I<package-name-pattern> ...
pl: B<-l> | B<--list> I<wzorzec-nazwy-pakietu> ...

source: List packages matching given pattern. If no I<package-name-pattern> is given, list all packages in I</var/lib/dpkg/status>, excluding the ones marked with state purge. Normal shell wildchars are allowed in I<package-name-pattern>. Please note you will probably have to quote I<package-name-pattern> to prevent the shell from performing filename expansion. For example this will list all package names starting with ``libc6'':
pl: Wypisuje listê pakietów o podanym wzorcu nazwy. Je¶li nie podano I<wzorca-nazwy-pakietu>, wypisuje listê wszystkich pakietów z pliku I</var/lib/dpkg/status>, pomijaj±c jednak te, które s± oznaczone jako do wyczyszczenia z plików konfiguracyjnych (purge). Do I<wzorca-nazwy-pakietu> mo¿na wpisaæ zwyk³e operatory powtórzenia. Prawdopodobnie potrzebne bêdzie zacytowanie I<wzorca-nazwy-pakietu>, aby pow³oka nie rozwinê³a tego wzorca. Na przyk³ad, poni¿sze polecenie wypisze nazwy wszystkich pakietów zaczynaj±cych siê od ``libc6'':

source: The output format of this option is not configurable, but varies automatically to fit the terminal width. It is intended for human readers, and is not easily machine-readable. See B<-W> (B<--show>) and B<--showformat> for a way to configure the output format.
pl: Format wyj¶cia tej opcji nie jest konfigurowalny, ale automatycznie siê zmienia, dostosowuj±c siê do szeroko¶ci terminalu. Jest to przeznaczone dla ludzi i nie musi byæ ³atwo parsowalne przez maszynê. Patrz opcje B<-W> (B<--show>) and B<--showformat>, aby dowiedzieæ siê, jak skonfigurowaæ format wyj¶cia.

source: B<-W> | B<--show> I<package-name-pattern> ...
pl: B<-W> | B<--show> I<wzorzec-nazwy-pakietu> ...

source: Just like the B<--list> option this will list all packages matching the given pattern. However the output can be customized using the B<--showformat> option. The default output format gives one line per matching package, each line having the name and installed version of the package, separated by a tab.
pl: Zupe³nie tak jak opcja B<--list>, ta opcja wy¶wietli wszystkie pakiety pasuj±ce do danego wzorca. Jednak¿e u¿ytkownik mo¿e dostosowaæ format wyj¶cia do swoich potrzeb za pomoc± opcji B<--showformat>. W domy¶lnym formacie dla ka¿dego pasuj±cego pakietu wy¶wietlana jest pojedyncza linia zawieraj±ca jego nazwê oraz - po znaku tabulacji - zainstalowan± wersjê.

source: B<-s> | B<--status> I<package-name> ...
pl: B<-s> | B<--status> I<nazwa-pakietu> ...

source: Report status of specified package. This just displays the entry in the installed package status database.
pl: Podanie stanu pakietu o podanej nazwie. Polecenie po prostu wy¶wietli informacje, które znajduj± siê w bazie danych pakietów.

source: B<-L> | B<--listfiles> I<package-name> ...
pl: B<-L> | B<--listfiles> I<nazwa-pakietu> ...

source: List files installed to your system from B<package-name>. However, note that files created by package-specific installation-scripts are not listed.
pl: Podanie listy plików zainstalowanych z B<nazwy-pakietu>. Pliki, które zosta³y utworzone przez skrypty instalacyjne, nie bêd± podane.

source: B<-S> | B<--search> I<filename-search-pattern> ...
pl: B<-S> | B<--search> I<wzorzec-wyszukiwania-nazwy-pliku> ...

source: Search for a filename from installed packages. All standard shell wildchars can be used in the pattern. This command will not list extra files created by maintainer scripts, nor will it list alternatives.
pl: Szukanie pliku o podanym wzorcu po¶ród zainstalowanych pakietów. Wzorzec mo¿e zawieraæ zwyk³e operatory powtórzenia. Polecenie to nie wyszuka dodatkowych plików tworzonych przez skrypty instalacyjne pakietów oraz nie wy¶wietli alternatyw.

source: B<-p> |B<--print-avail> I<package-name>
pl: B<-p> |B<--print-avail> I<nazwa-pakietu>

source: Display details about I<package-name>, as found in I</var/lib/dpkg/available>.
pl: Pokazanie szczegó³owych informacji o I<nazwie-pakietu>, znalezionych w pliku I</var/lib/dpkg/available>.

source: Display licence and copyright information.
pl: Wy¶wietlenie informacji o licencji i prawach autorskich.

source: Display version information.
pl: Wy¶wietlenie informacji o wersji.

source: OPTIONS
pl: OPCJE

source: B<--admindir=>I<dir>
pl: B<--admindir=>I<katalog>

source: Change the location of the B<dpkg> database. The default location is I</var/lib/dpkg>.
pl: Zmienia po³o¿enie bazy danych B<dpkg>. Domy¶lnie jest to I</var/lib/dpkg>.

source: This option is used to specify the format of the output B<--show> will produce. The format is a string that will be output for each package listed.
pl: Opcja jest u¿ywana do podania formatu wyj¶cia produkowanego przez B<--show>. Format jest ³añcuchem znaków, który bêdzie wy¶wietlony dla ka¿dego listowanego pakietu.

source: In the format string, \(lqB<\e>\(rq introduces escapes:
pl: W ³añcuchu formatu, \(lqB<\e>\(rq jest znakiem cytowania:

source: B<\en> newline B<\er> carriage return B<\et> tab
pl: B<\en> nowa linia B<\er> powrót karetki B<\et> tabulacja

source: \(lqB<\e>\(rq before any other character suppresses any special meaning of the following character, which is useful for \(lqB<\e>\(rq and \(lqB<$>\(rq.
pl: \(lqB<\e>\(rq poprzedzaj±cy jakikolwiek inny znak znosi specjalne znaczenie nastêpuj±cego po nim znaku, co mo¿e byæ przydatne dla \(lqB<\e>\(rq oraz \(lqB<$>\(rq.

source: Package information can be included by inserting variable references to package fields using the syntax \(lqB<${>I<field>[B<;>I<width>]B<}>\(rq. Fields are printed right-aligned unless the width is negative in which case left alignment will be used. The following I<field>s are recognised:
pl: Informacje o pakiecie mo¿na wy¶wietlaæ, dodaj±c odwo³ania do pól pakietu, u¿ywaj±c sk³adni \(lqB<${>I<pole>[B<;>I<szeroko¶æ>]B<}>\(rq. Pola s± wyrównywane do prawej strony, chyba ¿e I<szeroko¶æ> jest liczb± ujemn±, w którym to wypadku bêdzie u¿yte wyrównanie do lewej strony. Rozpoznawane s± nastêpuj±ce I<pola>:

source: ENVIRONMENT
pl: ¦RODOWISKO

source: This setting influences the output of the B<--list> option by changing the width of its output.
pl: Zmienna ta wp³ywa na wyj¶cie polecenia B<--list>, zmieniaj±c jego szeroko¶æ.

source: AUTHOR
pl: AUTOR

source: This is free software; see the GNU General Public Licence version 2 or later for copying conditions. There is NO warranty.
pl: Ten program jest wolnym oprogramowaniem, proszê zobaczyæ Licencjê Publiczn± GNU w wersji 2 po warunki licencji. NIE MA ¿adnych gwarancji.

source: SEE ALSO
pl: ZOBACZ TAK¯E
