Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/dpkg-split.1/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: dpkg utilities
pl: u¿ytki dpkg

source: NAME
pl: NAZWA

source: dpkg-split - Debian package archive split/join tool
pl: dpkg-split - narzêdzie dzielenia/³±czenia pakietów Debiana

source: SYNOPSIS
pl: SK£ADNIA

source: B<dpkg-split> B<-s>|B<--split> I<complete-archive> [I<prefix>]
pl: B<dpkg-split> B<-s>|B<--split> I<pe³ne-archiwum> [I<przedrostek>]

source: B<dpkg-split> B<-j>|B<--join> I<part> ...
pl: B<dpkg-split> B<-j>|B<--join> I<czê¶æ> ...

source: B<dpkg-split> B<-I>|B<--info> I<part> ...
pl: B<dpkg-split> B<-I>|B<--info> I<czê¶æ> ...

source: B<dpkg-split> B<-a>|B<--auto> B<-o>I< complete-output part>
pl: B<dpkg-split> B<-a>|B<--auto> B<-o>I< pe³ne-archiwum czê¶æ>

source: B<dpkg-split> B<-d>|B<--discard> [I<package> ...]
pl: B<dpkg-split> B<-d>|B<--discard> [I<pakiet> ...]

source: DESCRIPTION
pl: OPIS

source: B<dpkg-split> splits Debian binary package files into smaller parts and reassembles them again, to support the storage of large package files on small media such as floppy disks.
pl: B<dpkg-split> dzieli pakiety binarne Debiana na mniejsze czê¶ci oraz scala je z powrotem, tak ¿e mo¿liwe jest przechowanie wiêkszych pakietów na ma³ych no¶nikach, takich jak dyskietki.

source: It can be operated manually using the B<--split>, B<--join> and B<--info> options.
pl: Program wywo³uje siê rêcznie, wraz z opcj± B<--split>, B<--join> lub B<--info>.

source: It also has an automatic mode, invoked using the B<--auto> option, where it maintains a queue of parts seen but not yet reassembled and reassembles a package file when it has seen all of its parts. The B<--listq> and B<--discard> options allow the management of the queue.
pl: Mo¿liwe jest tak¿e wywo³anie automatyczne, poprzez u¿ycie opcji B<--auto>. Wtedy to tworzona jest kolejka czê¶ci pakietu, a gdy wszystkie czê¶ci bêd± dostêpne, ca³y pakiet zostanie odtworzony. Opcje B<--listq> i B<--discard> pozwalaj± na zarz±dzanie kolejk±.

source: All splitting, joining and queueing operations produce informative messages on standard output; these may safely be ignored.
pl: Wszystkie dzia³ania, takie jak rozdzielanie, ³±czenie, czy kolejkowanie, powoduj± wy¶wietlenie informacji na standardowe wyj¶cie. Informacje te mo¿na zignorowaæ.

source: ACTION OPTIONS
pl: OPCJE DZIA£AÑ

source: Splits a single Debian binary package into several parts.
pl: Rozdzielenie pojedynczego pakietu binarnego na poszczególne czê¶ci.

source: The parts are named I<prefix>B<.>I<N>B<of>I<M>B<.deb> where I<N> is the part number, starting at 1, and I<M> is the total number of parts (both in decimal).
pl: Czê¶ci maj± nazwê I<przyrostek>B<.>I<N>B<of>I<M>B<.deb> gdzie I<N> jest numerem czê¶ci, rozpoczynaj±c od 1, a I<M> jest liczb± wszystkich czê¶ci (dziesiêtnie).

source: If no I<prefix> is supplied then the I<complete-archive> filename is taken, including directory, with any trailing B<.deb> removed.
pl: Je¶li nie podano I<przedrostka>, to u¿yta jest nazwa pliku I<pe³nego-archiwum>, wraz z katalogiem, gdy jest okre¶lony. Ponadto usuniêta jest koñcówka B<.deb>.

source: Joins the parts of a package file together, reassembling the original file as it was before it was split.
pl: £±czenie czê¶ci pakietu i odtworzenie oryginalnego pliku sprzed dzielenia.

source: The part files given as arguments must be all the parts of exactly the same original binary file. Each part must occur exactly once in the argument list, though the parts to not need to be listed in order.
pl: Pliki podane jako argumenty musz± byæ czê¶ciami tego samego oryginalnego pakietu. Ka¿da czê¶æ musi pojawiæ siê raz na li¶cie argumentów, ale nie jest konieczne zachowanie w³a¶ciwej kolejno¶ci.

source: The parts must of course all have been generated with the same part size specified at split time, which means that they must usually have been generated by the same invocation of B<dpkg-split --split>.
pl: Czê¶ci musz± byæ wygenerowane z u¿yciem tego samego rozmiaru, co oznacza, ¿e musz± to byæ te same czê¶ci utworzone za pomoc± polecenia B<dpkg-split --split>.

source: The parts' filenames are not significant for the reassembly process.
pl: Nazwy plików czê¶ci nie maj± znaczenia dla procesu odtworzenia pakietu.

source: By default the output file is called I<package>B<->I<version>B<.deb>.
pl: Domy¶lnie, odtworzony plik ma nazwê I<pakiet>B<->I<wersja>B<.deb>.

source: Prints information, in a human-readable format, about the part file(s) specified. Arguments which are not binary package parts produce a message saying so instead (but still on standard output).
pl: Wy¶wietlanie informacji, podanych w formacie czytelnym dla cz³owieka, o czê¶ciach pakietu. Argumenty, które nie s± czê¶ci± pakietu, powoduj± wy¶wietlenie informacji o tym fakcie na standardowym wyj¶ciu.

source: Automatically queue parts and reassemble a package if possible.
pl: Automatyczne kolejkowanie czê¶ci i odtworzenie pakietu, gdy to jest mo¿liwe.

source: The I<part> specified is examined, and compared with other parts of the same package (if any) in the queue of packages file parts.
pl: Podana I<czê¶æ> zostaje sprawdzona i porównana z innymi czê¶ciami tego samego pakietu, które znajduj± siê w kolejce.

source: If all parts of the package file of which I<part> is a part are available then the package is reassembled and written to I<complete-output> (which should not usually already exist, though this is not an error).
pl: Je¶li wszystkie czê¶ci pakietu s± ju¿ dostêpne, pakiet jest odtwarzany i zapisywany do I<pe³nego-archiwum>.

source: If not then the I<part> is copied into the queue and I<complete-output> is not created.
pl: Je¶li jeszcze nie ma wszystkich czê¶ci, podana I<czê¶æ> jest kopiowana do kolejki i I<pe³ne-archiwum> nie jest odtwarzane.

source: If I<part> is not a split binary package part then B<dpkg-split> will exit with status 1; if some other trouble occurs then it will exit with status 2.
pl: Je¶li plik I<czê¶æ> nie jest czê¶ci± pakietu binarnego, B<dpkg-split> zakoñczy siê i zwróci kod b³êdu 1, albo kod b³êdu 2 w przypadku wyst±pienia innych problemów.

source: The B<--output> or B<-o> option must be supplied when using B<--auto>. (If this were not mandatory the calling program would not know what output file to expect.)
pl: Opcja B<--output> lub B<-o> musi zostaæ podana w przypadku u¿ycia B<--auto>. (W przeciwnym razie program nie wiedzia³by, jakiego spodziewaæ siê pliku wyj¶ciowego.)

source: Lists the contents of the queue of packages to be reassembled.
pl: Listowanie zawarto¶ci kolejki czê¶ci pakietu do odtworzenia.

source: For each package file of which parts are in the queue the output gives the name of the package, the parts in the queue, and the total number of bytes stored in the queue.
pl: Dla ka¿dego pliku czê¶ci pakietu wy¶wietlana jest nazwa pakietu, czê¶æ w kolejce, ca³kowita liczba bajtów przechowywanych w kolejce.

source: This discards parts from the queue of those waiting for the remaining parts of their packages.
pl: Usuwa czê¶ci pakietu z kolejki.

source: If no I<package> is specified then the queue is cleared completely; if any are specified then only parts of the relevant package(s) are deleted.
pl: Je¶li nie podano nazwy I<pakietu>, czyszczona jest ca³a kolejka. Gdy nazwa jest podana, usuwane s± tylko czê¶ci podanego pakietu.

source: Prints B<dpkg-split>'s usage message, giving a summary of its options and their uses.
pl: Wy¶wietlenie informacje o opcjach B<dpkg-split>.

source: Prints B<dpkg-split>'s version number.
pl: Wy¶wietlenie informacje o wersji B<dpkg-split>.

source: Prints information about B<dpkg-split>'s copyright licensing and lack of warranty. (The American spelling B<--license> is also supported.)
pl: Wy¶wietlenie informacje o licencji B<dpkg-split> oraz braku jego gwarancji. (Obs³ugiwany jest tak¿e amerykañski sposób pisowni B<--license>.)

source: OTHER OPTIONS
pl: POZOSTA£E OPCJE

source: B<--depotdir>I< directory>
pl: B<--depotdir>I< katalog>

source: Specifies an alternative directory for the queue of parts awaiting automatic reassembly. The default is B</var/lib/dpkg>.
pl: Okre¶lenie alternatywnego katalogu dla kolejki czê¶ci pakietów do zrekonstruowania. Domy¶lnym jest B</var/lib/dpkg>.

source: B<--partsize>|B<-S>I< kbytes>
pl: B<--partsize>|B<-S>I< Kbajtów>

source: Specifies the maximum part size when splitting, in kilobytes (1024 bytes). The default is 450Kb.
pl: Okre¶lenie maksymalnego rozmiaru czê¶ci pakietu w kilobajtach (1024 bajtów). Warto¶ci± domy¶ln± jest 450kB.

source: B<--output>|B<-O>I< complete-output>
pl: B<--output>|B<-O>I< pe³ne-archiwum>

source: Specifies the output file name for a reassembly.
pl: Okre¶lenie nazwy pliku pe³nego archiwum.

source: This overrides the default for a manual reassembly (B<--join>) and is mandatory for an automatic queue-or-reassemble (B<--auto>).
pl: Ta opcja nadpisuje domy¶ln± nazwê przy odtwarzaniu pakietu (B<--join>) oraz jest wymagana przy automatycznym odtwarzaniu pakietu (B<--auto>).

source: When doing automatic queue-or-reassembly B<dpkg-split> usually prints a message if it is given a I<part> that is not a binary package part. This option suppresses this message, to allow programs such as B<dpkg> to cope with both split and unsplit packages without producing spurious messages.
pl: Gdy wykonywane jest automatyczne ³±czenie czê¶ci pakietu, B<dpkg-split> zwykle wy¶wietla informacje o b³êdzie, gdy dany plik I<czê¶ci> nie jest czê¶ci± pakietu. Ta opcja zapobiega wy¶wietlaniu nadmiernej ilo¶ci informacji przez programy takie jak B<dpkg>.

source: Forces the output filenames generated by B<--split> to be msdos-compatible.
pl: Pliki generowane przez B<--split> s± zapisywane w formacie odczytywanym przez MSDOS.

source: This mangles the prefix - either the default derived from the input filename or the one supplied as an argument: alphanumerics are lowercased, plus signs are replaced by B<x>'s and all other characters are discarded.
pl: Zmieniany jest przedrostek, zarówno ten domy¶lny jak i ten podany w argumencie: litery s± zamieniane na ma³e, znak plusa zamieniany jest na B<x>, a pozosta³e znaki s± pomijane.

source: The result is then truncated as much as is necessary, and filenames of the form I<prefixN>B<of>I<M>B<.deb> are generated.
pl: Powsta³y przedrostek jest ucinany do niezbêdnego rozmiaru. Powsta³a nazwa ma postaæ I<przedrostekN>B<of>I<M>B<.deb..>

source: EXIT STATUS
pl: KODY B£ÊDU

source: An exit status of 0 indicates that the requested split, merge, or other command succeeded. B<--info> commands count as successful even if the files are not binary package parts.
pl: Kod b³êdu 0 oznacza, ¿e ¿±dana operacja dzielenia, ³±czenia czy jakakolwiek inna, zakoñczy³a siê sukcesem. Polecenie B<--info> koñczy siê sukcesem nawet gdy podany plik nie jest czê¶ci± pakietu.

source: An exit status of 1 occurs only with B<--auto> and indicates that the I<part> file was not a binary package part.
pl: Kod b³êdu 1 oznacza, ¿e opcja B<--auto> zosta³a wykonana na pliku, który nie jest I<czê¶ci±> pakietu.

source: An exit status of 2 indicates some kind of trouble, such as a system call failure, a file that looked like a package part file but was corrupted, a usage error or some other problem.
pl: Kod b³êdu 2 pojawia siê przy ró¿nego rodzaju problemach, takich jak b³êdy wywo³ania funkcji systemu, uszkodzenie plików czê¶ci pakietu, czy innych wypadkach.

source: BUGS
pl: B£ÊDY

source: B<dpkg-split> uses some rather out-of-date conventions for the the filenames of Debian packages.
pl: B<dpkg-split> u¿ywa raczej starej konwencji nazw plików pakietów.

source: Full details of the packages in the queue are impossible to get without digging into the queue directory yourself.
pl: Pobranie pe³nej informacji o pakietach w kolejce jest niemo¿liwe, bez przeszukania katalogu kolejki.

source: There is no easy way to test whether a file that may be a binary package part is one.
pl: Nie ma prostego testu na sprawdzenie, czy dany plik jest na pewno czê¶ci± pakietu.

source: The architecture is not represented in the part files' header, only in the control information of the contained binary package file, and it is not present in the filenames generated.
pl: Architektura nie jest okre¶lona w plikach czê¶ci pakietu, jedynie w kontrolnych plikach ca³ego pakietu, tak wiêc architektura nie jest czê¶ci± generowanej nazwy pliku.

source: FILES
pl: PLIKI

source: The default queue directory for part files awaiting automatic reassembly.
pl: Domy¶lny katalog kolejki czê¶ci pakietów czekaj±cych na automatyczne odtworzenie.

source: The filenames used in this directory are in a format internal to B<dpkg-split> and are unlikely to be useful to other programs, and in any case the filename format should not be relied upon.
pl: Nazwy plików w tym katalogu s± wewnêtrznie utworzone przez B<dpkg-split> i nie s± u¿yteczne dla innych programów.

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: AUTHOR
pl: AUTOR

source: B<dpkg-split> and this manpage were written by Ian Jackson. They are Copyright (C) 1995-1996 by him and released under the GNU General Public Licence; there is NO WARRANTY. See I</usr/share/dpkg/copyright> and I</usr/share/common-licenses/GPL> for details.
pl: B<dpkg-split> oraz ten podrêcznik napisa³ Ian Jackson Copyright (C) 1995-1996 i udostêpni³ na Powszechnej Licencji Publicznej GNU; BEZ JAKIEJKOLWIEK GWARANCJI. Szczegó³y w I</usr/share/doc/dpkg/copyright> oraz I</usr/share/common-licences/GPL>.
