Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/dselect.1/po/*.po
Languages: pl

source: Debian Project
pl: Projekt Debiana

source: NAME
pl: NAZWA

source: dselect - Debian package management frontend
pl: dselect - konsolowe narzêdzie zarz±dzania pakietami Debiana

source: SYNOPSIS
pl: SK£ADNIA

source: B<dselect> [B<--admindir> I<E<lt>directoryE<gt>>] [B<--help>] [B<--version>] [B<--licence>|B<--license>] [B<--expert>] [B<--debug>|B<-D>I<E<lt>fileE<gt>>] [I<E<lt>actionE<gt>>] [B<--colour>|B<--color> I<screenpart:>[I<foreground>],[I<background>][I<:attr>[I<+attr+..>]]]
pl: B<dselect> [B<--admindir> I<E<lt>directoryE<gt>>] [B<--help>] [B<--version>] [B<--licence>|B<--license>] [B<--expert>] [B<--debug>|B<-D>I<E<lt>plikE<gt>>] [I<E<lt>akcjaE<gt>>] [B<--colour>|B<--color> I<screenpart:>[I<foreground>],[I<background>][I<:attr>[I<+attr+..>]]]

source: DESCRIPTION
pl: OPIS

source: B<dselect> is one of the primary user interfaces for managing packages on a Debian system. At the B<dselect> main menu, the system administrator can: - Update the list of available package versions, - View the status of installed and available packages, - Alter package selections and manage dependencies, - Install new packages or upgrade to newer versions.
pl: B<dselect> jest jednym z podstawowych narzêdzi u¿ytkownika do zarz±dzania pakietami Debiana. Z g³ównego menu programu B<dselect>, administrator systemu mo¿e: - zaktualizowaæ listê dostêpnych pakietów, - wy¶wietliæ stan zainstalowanych i dostêpnych wersji pakietów, - wybieraæ pakiety i zarz±dzaæ zale¿no¶ciami, - zainstalowaæ nowe pakiety lub zaktualizowaæ pakiety do nowszych wersji.

source: B<dselect> operates as a front-end to B<dpkg>(1), the low-level debian package handling tool. It features a full-screen package selections manager with package depends and conflicts resolver. When run with administrator privileges, packages can be installed, upgraded and removed. Various access methods can be configured to retrieve available package version information and installable packages from package repositories. Depending on the used access method, these repositories can be public archive servers on the internet, local archive servers or cdroms. The recommended access method is I<apt>, which is provided by the package B<apt>.
pl: B<dselect> jest nak³adk± na polecenie B<dpkg(1)>, niskopoziomowe narzêdzie zarz±dzania pakietami Debiana. Jego podstawow± zalet± jest menad¿er pe³noekranowego wyboru pakietów z mo¿liwo¶ci± znajdowania zale¿no¶ci miêdzy nimi i rozwi±zywania konfliktów. Program uruchomiony z prawami administratora daje mo¿liwo¶æ instalowania, aktualizowania oraz usuwania pakietów. Mo¿na skonfigurowaæ ró¿norodne metody dostêpu, za pomoc± których mo¿na ¶ci±gn±æ z repozytorium pakietów zarówno informacje o dostêpnych wersjach pakietów, jak i same pakiety do zainstalowania. W zale¿no¶ci od metody dostêpu repozytoria te mog± siê znajdowaæ na publicznych serwerach-archiwach w Internecie, lokalnych serwerach z archiwami lub na CD-ROM-ach. Zalecan± metod± dostêpu jest metoda I<apt>, dostarczana przez pakiet B<apt>.

source: Normally B<dselect> is invoked without parameters. An interactive menu is presented, offering the user a list of actions. If an action is given as argument, then that action is started immediately. Several commandline parameters are still available to modify the running behaviour of B<dselect> or show additional information about the program.
pl: Zazwyczaj B<dselect> jest uruchamiany bez ¿adnych parametrów. Wtedy wy¶wietlane jest interaktywne menu z list± akcji. Je¿eli akcja zostanie podana jako argument wywo³ania programu, to ta akcja jest od razu wykonywana. Ponadto jest dostêpnych kilka parametrów wywo³ania, które modyfikuj± zachowanie B<dselecta> albo wy¶wietlaj± dodatkowe informacje o programie.

source: OPTIONS
pl: OPCJE

source: All options can be specified both on the commandline and in the B<dselect> configuration file I</etc/dpkg/dselect.cfg>. Each line in the configuration file is either an option (exactly the same as the commandline option but without leading dashes) or a comment (if it starts with a B<#>).
pl: Wszystkie opcje mog± byæ podane zarówno w linii poleceñ, jak i w pliku konfiguracyjnym I</etc/dpkg/dselect.cfg> programu B<dselect>. Ka¿da linia tego pliku jest albo opcj± (dok³adnie tak± sam± jak opcja linii poleceñ, ale bez pocz±tkowych my¶lników), albo komentarzem (je¿eli zaczyna siê od B<#>).

source: B<--admindir>I< E<lt>directoryE<gt>>
pl: B<--admindir>I< E<lt>katalogE<gt>>

source: Changes the directory where the dpkg `I<status>', `I<available>' and similar files are located. This defaults to I</var/lib/dpkg> and normally there shouldn't be any need to change it.
pl: Zmienia katalog zawieraj±cy pliki `I<status>' ,`I<available>' i inne potrzebne programowi B<dpkg>. Domy¶lnym katalogiem jest I</var/lib/dpkg> i zazwyczaj nie powinno byæ potrzeby zmieniania go na inny.

source: B<--debug>I< E<lt>fileE<gt> >|I< >B<-D>I<E<lt>fileE<gt>>
pl: B<--debug>I< E<lt>plikE<gt> >|I< >B<-D>I<E<lt>plikE<gt>>

source: Turn on debugging. Debugging information is sent to I<E<lt>fileE<gt>>.
pl: W³±cza opcjê debuggera. Informacje debuggera s± wysy³ane do I<E<lt>plikuE<gt>>.

source: Turns on expert mode, i.e. doesn't display possibly annoying help messages.
pl: W³±cza tryb do¶wiadczonego u¿ytkownika i na przyk³ad nie wy¶wietla mêcz±cych informacji z pomoc±.

source: Configures screen colors. This works only if your display supports colors. This option may be used multiple times (and is best used in I<dselect.cfg>). Each use changes the color (and optionally, other attributes) of one part of the screen. The parts of the screen (from top to bottom) are:
pl: Ustawia kolory ekranu. Dzia³a tylko pod warunkiem ¿e terminal obs³uguje kolory. Ta opcja mo¿e zostaæ u¿yta wiele razy (i najlepiej jej u¿ywaæ w I<dselect.cfg>). Ka¿de u¿ycie zmienia kolor (i opcjonalnie inne atrybuty) jakiej¶ czê¶ci ekranu. Czê¶ci ekranu s± nastêpuj±ce (od góry do do³u):

source: The screen title.
pl: Tytu³ ekranu.

source: The header line above the list of packages.
pl: Linia nag³ówka nad list± pakietów.

source: The scrolling list of packages (and also some help text).
pl: Przewijana lista pakietów (i równie¿ niektóre teksty pomocy).

source: The selected item in the list.
pl: Pod¶wietlony element z listy.

source: In the list of packages, the text indicating the current state of each package.
pl: W li¶cie pakietów - tekst oznaczaj±cy obecny stan ka¿dego pakietu.

source: In the list of packages, the text indicating the current state of the currently selected package.
pl: W li¶cie pakietów - tekst oznaczaj±cy obecny stan pod¶wietlonego pakietu.

source: The header line that displays the state of the currently selected package.
pl: Linia nag³ówka, w której wy¶wietlony jest stan obecnie zaznaczonego pakietu.

source: The package's short description.
pl: Krótki opis pakietu.

source: Used to display package info such as the package's description.
pl: U¿ywane do wy¶wietlania informacji o pakiecie takich jak jego opis.

source: The last line of the screen when selecting packages.
pl: Ostatnia linia ekranu z wyborem pakietów.

source: Used to display query lines
pl: U¿ywane do wy¶wietlania linii zapytañ.

source: Color of help screens.
pl: Kolor ekranów pomocy.

source: After the part of the screen comes a colon and the color specification. You can specify either the foreground color, the background color, or both, overriding the compiled-in colors. Use standard curses color names.
pl: Po czê¶ci ekranu nastêpuje dwukropek i specyfikacja koloru. Mo¿na okre¶liæ kolor czcionek, kolor t³a albo oba te kolory, uniewa¿niaj±c domy¶lne warto¶ci kolorów. Nale¿y u¿ywaæ standardowych nazw kolorów z biblioteki curses.

source: Optionally, after the color specification is another colon, and an attribute specification. This is a list of one or more attributes, separated by plus ("+") characters. Available attributes include (not all of these will work on all terminals): normal, standout, underline, reverse, blink, bright, dim, bold
pl: Opcjonalnie, po specyfikacji kolorów mo¿na dodaæ jeszcze jeden dwukropek, a po nim opis atrybutów. Jest to lista zawieraj±ca jeden lub wiêcej atrybutów oddzielonych znakami plusa ("+"). Dostêpne atrybuty (nie wszystkie dzia³aj± na wszystkich terminalach) to: normal (normalny), standout (wyró¿niony), underline (podkre¶lony), reverse (odwrócony), blink (migaj±cy), bright (jasny), dim (ciemny), bold (pogrubiony).

source: Print a brief help text and exit successfully.
pl: Wy¶wietla krótk± informacjê o pomocy i pomy¶lnie koñczy dzia³anie.

source: Displays the B<dselect> copyright and license information and exits successfully.
pl: Wy¶wietla informacjê o licencji i prawach autorskich programu i pomy¶lnie koñczy dzia³anie.

source: Print version information and exit successfully.
pl: Wy¶wietla informacjê o wersji i pomy¶lnie koñczy dzia³anie.

source: USAGE
pl: U¯YTKOWANIE

source: When B<dselect> is started interactively, it prompts the user with a menu of available actions:
pl: B<dselect> uruchomiony w trybie interakcyjnym wy¶wietla menu z nastêpuj±cymi akcjami:

source: access
pl: access (dostêp)

source: Choose and configure an access method to access package repositories.
pl: Wybiera metodê dostêpu u¿ywan± do znalezienia repozytorium pakietów.

source: By default, B<dselect> provides several methods such as I<floppy>, I<harddisk> or I<cdrom>, but other packages may provide additional methods, eg. the I<apt> access method provided by the B<apt> package or I<multi_cd> by the B<dpkg-multicd> package.
pl: Domy¶lnie istnieje kilka metod, takich jak I<floppy> (dyskietka), I<harddisk> (dysk twardy) lub I<cdrom> (CD-ROM), ale inne pakiety mog± dostarczyæ dodatkowych metod, na przyk³ad metody I<apt> dostarcza pakiet B<apt>, a I<multi_cd> - pakiet B<dpkg-multicd>.

source: The use of the I<apt> access method is strongly recommended.
pl: Zalecane jest u¿ywanie metody I<apt>.

source: update
pl: update (aktualizacja)

source: Refresh the available packages database.
pl: Aktualizuje bazê dostêpnych pakietów.

source: Retrieves a list of available package versions from the package repository, configured for the current access method, and update the dpkg database. The package lists are commonly provided by the repository as files named I<Packages> or I<Packages.gz>. These files can be generated by repository maintainers, using the program B<dpkg-scanpackages>(1).
pl: ¦ci±ga listê dostêpnych wersji pakietów z repozytorium pakietów, skonfigurowanego za pomoc± wybranej metody dostêpu, i aktualizuje bazê pakietów programu dpkg .Listy pakietów s± zwyczajowo zawarte w repozytorium w plikach nazwanych I<Packages> lub I<Packages.gz>. Pliki te mog± zostaæ wygenerowane przez opiekunów repozytoriów za pomoc± programu B<dpkg-scanpackages>(1).

source: Details of the update action depend on the access method's implementation. Normally the process is straightforward and requires no user interaction.
pl: Szczegó³y aktualizacji zale¿± od implementacji metody dostêpu. Zazwyczaj ten proces jest bardzo prosty i nie wymaga interakcji z u¿ytkownikiem.

source: select
pl: select (wybór)

source: View or manage package selections and dependencies.
pl: Wy¶wietla informacje o wyborze pakietów i zale¿no¶ciach oraz zarz±dza nimi.

source: This is the main function of B<dselect>. In the select screen, the user can review a list of all available and installed packages. When run with administrator privileges, it is also possible to interactively change packages selection state. B<dselect> tracks the implications of these changes to other depending or conflicting packages.
pl: Jest to g³ówna funkcja programu B<dselect>. W ekranie wyboru pakietów u¿ytkownik mo¿e przegl±daæ listê dostêpnych i zainstalowanych pakietów. Je¿eli program dzia³a z uprawnieniami administratora, mo¿liwe jest interaktywne zmienianie stanu pakietów. B<dselect> ¶ledzi wp³yw tych zmian na pakiety zale¿ne.

source: When a conflict or failed depends is detected, a dependency resolution subscreen is prompted to the user. In this screen, a list of conflicting or depending packages is shown, and for each package listed, the reason for its listing is shown. The user may apply the suggestions proposed by B<dselect>, override them, or back out all the changes, including the ones that created the unresolved depends or conflicts.
pl: Je¶li zostanie wykryty konflikt lub niespe³niona zale¿no¶æ, wy¶wietlany jest ekran rozwi±zywania zale¿no¶ci pokazuj±cy listê pakietów, powoduj±cych konflikt lub niespe³nion± zale¿no¶æ, i dla ka¿dego wy¶wietlonego pakietu - przyczynê, dla której jest on wy¶wietlony. U¿ytkownik mo¿e zastosowaæ siê do sugestii zaproponowanych przez B<dselect>, uniewa¿niæ je lub wycofaæ siê ze zmian, w³±czaj±c w to pakiety, które spowodowa³y niespe³nione zale¿no¶ci lub konflikty.

source: The use of the interactive package selections management screen is explained in more detail below.
pl: U¿ywanie ekrany do zarz±dania interaktywnym wyborem pakietów jest szczegó³owo wyj±¶nione poni¿ej.

source: install
pl: install (instalacja)

source: Installs selected packages.
pl: Instaluje wybrane pakiety.

source: The configured access method will fetch installable or upgradable packages from the relevant repositories and install these using B<dpkg>. Depending on the implementation of the access method, all packages can be prefetched before installation, or fetched when needed. Some access methods may also remove packages that were marked for removal.
pl: Za pomoc± skonfigurowanej metody dostêpu zostan± z odpowiednich repozytoriów pobrane pakiety do zainstalowania lub zaktualizowania za pomoc± programu B<dpkg>. Zale¿nie od implementacji tej metody dostêpu, pakiety mog± zostaæ pobrane wcze¶niej - przed instalacj± - lub wtedy, gdy bêd± potrzebne. Niektóre metody dostêpu równie¿ usuwaj± pakiety zaznaczone do usuniêcia.

source: If an error occurred during install, it is usually advisable to run install again. In most cases, the problems will disappear or be solved. If problems persist or the installation performed was incorrect, please investigate into the causes and circumstances, and file a bug in the Debian bug tracking system. Instructions on how to do this can be found at http://bugs.debian.org/ or by reading the documentation for B<bug>(1) or B<reportbug>(1), if these are installed.
pl: Je¿eli podczas instalacji wyst±pi b³±d, poleca siê uruchomienie akcji install jeszcze raz. W wiêkszo¶ci przypadków, problemy same znikn± lub zostan± rozwi±zane. Je¶li problem pozostaje lub przeprowadzona instalacja by³a nieprawid³owa, prosimy o zbadanie przyczyn problemu i okoliczno¶ci jego wyst±pienia i o wys³anie reportu o b³êdzie do systemu ¶ledzenia b³êdów Debiana. Instrukcje, jak to zrobiæ, mo¿na znale¼æ pod adresem http://bugs.debian.org/ albo w dokumentacji programów B<bug>(1) lub B<reportbug>(1), je¿eli s± zainstalowane.

source: Details of the install action depend on the access method's implementation. The user's attention and input may be required during installation, configuration or removal of packages. This depends on the maintainer scripts in the package. Some packages make use of the B<debconf>(1) library, allowing for more flexible or even automated installation setups.
pl: Szczegó³y dotycz±ce akcji instalacji zale¿± od implementacji metody dostêpu. Podczas instalacji, konfiguracji czy usuwania pakietów mo¿e byæ potrzebna interakcja z u¿ytkownikiem. Zale¿y to od skryptów opiekuna pakietu. Niektóre pakiety u¿ywaj± biblioteki B<debconf>(1), co pozwala na bardziej elastyczn± lub nawet w pe³ni automatyczn± instalacjê pakietu.

source: config
pl: config (konfigurowanie)

source: Configures any previously installed, but not fully configured packages.
pl: Konfiguruje wszystkie pakiety poprzednio zainstalowane, ale nie do koñca skonfigurowane.

source: remove
pl: remove (usuwanie)

source: Removes or purges installed packages, that are marked for removal.
pl: Usuwa lub czy¶ci te zainstalowane pakiety, które s± zaznaczone do usuniêcia.

source: quit
pl: quit (wyj¶cie)

source: Quit B<dselect>
pl: Wyj¶cie z B<dselect>.

source: Exits the program with zero (successful) errorcode.
pl: Wychodzi z programu z zerowym kodem b³êdu (pomy¶lnie).

source: Package selections management
pl: Zarz±dzanie wyborem pakietów

source: Introduction
pl: Wstêp

source: B<dselect> directly exposes the administrator to some of the complexities involved with managing large sets of packages with many interdependencies. For a user who is unfamiliar with the concepts and the ways of the debian package management system, it can be quite overwhelming. Although B<dselect> is aimed at easing package management and administration, it is only instrumental in doing so and can not be assumed to be a sufficient substitute for administrator skill and understanding. The user is required to be familiar with the concepts underlying the Debian packaging system. In case of doubt, consult the B<dpkg>(1) manpage and the Debian Policy manual, contained in the B<debian-policy> package.
pl: B<dselect> odkrywa przed administratorem niektóre z³o¿ono¶ci wi±¿±ce siê z zarz±dzaniem du¿ym zbiorem pakietów z wieloma zale¿no¶ciami miêdzy nimi. Dla u¿ytkownika, który nie jest zaznajomiony z koncepcjami Debianowego systemu zarz±dzania pakietami, mo¿e to byæ bardzo przyt³aczaj±ce. Chocia¿ celem programu B<dselect> jest u³atwienie zarz±dzania i administrowania pakietami, jest on tylko instrumentem s³u¿±cym do tego i nie mo¿e w wystarczaj±cym stopniu zast±piæ umiejêtno¶ci i wiedzy administratora. U¿ytkownik powinien byæ zaznajomiony z koncepcjami le¿±cymi u podstaw systemu pakietów Debiana. W razie jakichkolwiek w±tpliwo¶ci, nale¿y je sprawdziæ w podrêczniku B<dpkg>(1) oraz w podrêczniku "Zasady polityki Debiana" zawartym w pakiecie B<debian-policy>.

source: Unless B<dselect> is run in expert or immediate mode, a help screen is first displayed when choosing this action from the menu. The user is I<strongly> advised to study all of the information presented in the online help screens, when one pops up. The online help screens can at any time be invoked with the B<'?'> key.
pl: Je¿eli B<dselect> nie by³ uruchomiony w trybie eksperta (expert) lub trybie pilnym (immediate), to po wybraniu akcji z menu, wy¶wietlany jest ekran pomocy. U¿ytkownik I<powinien> dok³adnie przeczytaæ wszystkie informacje zawarte w ekranach pomocy, kiedy siê pojawiaj±. Ekrany pomocy mog± zostaæ wy¶wietlone w dowolnym momencie przez wybranie klawisza B<'?'>.

source: Screen layout
pl: Uk³ad ekranu

source: The select screen is by default split in a top and a bottom half. The top half shows a list of packages. A cursor bar can select an individual package, or a group of packages, if applicable, by selecting the group header. The bottom half of the screen shows some details about the package currently selected in the top half of the screen. The type of detail that is displayed can be varied.
pl: Ekran wyboru pakietów domy¶lnie podzielony jest na górn± i doln± po³owê. W górnej po³owie wy¶wietlona jest lista pakietów. Za pomoc± paska wyboru mo¿na wybraæ pojedynczy pakiet lub grupê pakietów, przez zaznaczenie nag³ówka grupy pakietów. W dolnej po³owie ekranu pokazane s± szczegó³owe informacje na temat pakietu obecnie wybranego w górnej po³owie ekranu. Typ tych informacji mo¿e byæ ró¿ny.

source: Pressing the B<'I'> key toggles a full-screen display of the packages list, an enlarged view of the package details, or the equally split screen.
pl: Naci¶niêcie klawisza B<'I'> prze³±cza pomiêdzy pe³noekranowym widokiem pakietów, powiêkszonym widokiem szczegó³owych informacji o pakiecie albo dzieli ekran na po³owê.

source: Package details view
pl: Widok szczegó³owych informacji o pakiecie

source: The package details view by default shows the extended package description for the package that is currently selected in the packages status list. The type of detail can be toggled by pressing the B<'i'> key. This alternates between: - the extended description - the control information for the installed version - the control information for the available version
pl: W widoku szczegó³owych informacji o pakiecie domy¶lnie wy¶wietlony jest rozszerzony opis pakietu obecnie wybranego w li¶cie pakietów. Typ tych informacji mo¿e byæ zmieniony za pomoc± klawisza B<'i'>. Mo¿liwe wybory s± nastêpuj±ce: - poszerzony opis - informacja o zainstalowanej wersji pakietu - informacja o dostêpnej wersji pakietu

source: In a dependency resolution screen, there is also the possibility of viewing the specific unresolved depends or conflicts related to the package and causing it to be listed.
pl: Ekran rozwi±zywania zale¿no¶ci daje tak¿e mo¿liwo¶æ podejrzenia okre¶lonych niespe³nionych zale¿no¶ci b±d¼ konfliktów zwi±zanych z pakietem, tj. tych zale¿no¶ci, które spowodowa³y wylistowanie tego pakietu.

source: Packages status list
pl: Lista stanów pakietów

source: The main select screen displays a list of all packages known to the debian package management system. This includes packages installed on the system and packages known from the available packages database.
pl: W g³ównym ekranie wyboru pakietów wy¶wietlona jest lista wszystkich pakietów znanych systemowi zarz±dzania pakietami Debiana. S± to zarówno pakiety zainstalowane w systemie, jak i pakiety zawarte w bazie dostêpnych pakietów.

source: For every package, the list shows the package's status, priority, section, installed and available versions, the package name and its short description, all in one line. By pressing the B<'V'> key, the display of the installed and available version can be toggled between on an off. By pressing the B<'v'> key, the package status display is toggled between verbose and shorthand. Shorthand display is the default.
pl: Dla ka¿dego pakietu pokazane s±: jego stan, priorytet, sekcja, numer wersji zainstalowanej i numer wersji dostêpnej, nazwa pakietu oraz krótki opis - wszystko w jednej linii. Naciskaj±c klawisz B<'V'>, mo¿na w³±czaæ i wy³±czaæ wy¶wietlanie informacji o numerze zainstalowanej i dostêpnej wersji pakietu. Naci¶niêcie klawisz B<'v'> powoduje prze³±czanie pomiêdzy wy¶wietlaniem rozwlek³ego i skróconego opisu stanu pakietu. Skrócony opis stanu jest wy¶wietlany domy¶lnie.

source: The shorthand status indication consists of four parts: an error flag, which should normally be clear, the current status, the last selection state and the current selection state. The first two relate to the actual state of the package, the second pair are about the selections set by the user.
pl: Na skrócony opis stanu pakietu sk³adaj± siê cztery czê¶ci: flaga b³êdu, która normalnie powinna byæ czysta, obecny stan zainstalowania pakietu, poprzedni stan wyboru pakietu oraz obecny stan wyboru pakietu. Dwie pierwsze czê¶ci s± zwi±zane z obecnym stanem pakietu, kolejne dwie - zwi±zane z wyborami dokonanymi przez u¿ytkownika.
