Repository: community-ssu/gtk
Catalog: dpkg/dpkg-1.13.25/man/po4a/dselect.1/po/*.po
Languages: pl

source: These are the meanings of the shorthand package status indicator codes: Error flag: I<empty> no error B<R> serious error, needs reinstallation; Installed state: I<empty> not installed; B<*> fully installed and configured; B<-> not installed but some config files may remain; B<U> unpacked but not yet configured; B<C> half-configured (an error happened); B<I> half-installed (an error happened). Current and requested selections: B<*> marked for installation or upgrade; B<-> marked for removal, configuration files remain; B<=> on hold: package will not be processed at all; B<_> marked for purge, also remove configuration; B<n> package is new and has yet to be marked.
pl: Oznaczenia u¿ywane w skróconym opisie stanu pakietu s± nastêpuj±ce: Flaga b³êdu: I<pusty> bez b³êdu; B<R> powa¿ny b³±d, pakiet wymaga reinstalacji; Stan instalacji: I<pusty> nie zainstalowany; B<*> w pe³ni zainstalowany i skonfigurowany; B<-> nie zainstalowany, ale mog³y pozostaæ pliki konfiguracyjne; B<U> rozpakowany, ale jeszcze nie skonfigurowany; B<C> w po³owie skonfigurowany (wyst±pi³ b³±d); B<I> w po³owie zainstalowany (wyst±pi³ b³±d). Obecne i ¿±dane wybory: B<*> zaznaczony do zainstalowania lub zaktualizowania; B<-> zaznaczony do usuniêcia z pozostawieniem plików konfig.; B<=> wstrzymany: pakiet nie bêdzie przetwarzany; B<_> zaznaczony do usuniêcia i wyczyszczenia plików konfig.; B<n> pakiet jest nowy i jeszcze nie by³ znaczony.

source: Cursor and screen movement
pl: Przesuwanie kursora i ekranu

source: The package selection list and the dependency conflict resolution screens can be navigated using motion commands mapped to the following keys:
pl: Ekran wyboru pakietów oraz ekran rozwi±zywania zale¿no¶ci mo¿na przesuwaæ u¿ywaj±c poleceñ przypisanych do nastêpuj±cych klawiszy:

source: B<p, Up, k> move cursor bar up B<n, Down, j> move cursor bar down B<P, Pgup, Backspace> scroll list 1 page up B<N, Pgdn, Space> scroll list 1 page down B<^p> scroll list 1 line up B<^n> scroll list 1 line down B<t, Home> jump to top of list B<e, End> jump to end of list B<u> scroll info 1 page up B<d> scroll info 1 page down B<^u> scroll info 1 line up B<^d> scroll info 1 line down B<B, Left-arrow> pan display 1/3 screen left B<F, Right-arrow> pan display 1/3 screen right B<^b> pan display 1 character left B<^f> pan display 1 character right
pl: B<p, Up, k> przesuniêcie paska kursora w górê B<n, Down, j> przesuniêcie paska kursora w dó³ B<P, Pgup, Backspace> przesuniêcie listy 1 stronê w górê B<N, Pgdn, Space> przesuniêcie listy 1 stronê w dó³ B<^p> przesuniêcie listy 1 liniê w górê B<^n> przesuniêcie listy 1 liniê w dó³ B<t, Home> skok na pocz±tek listy B<e, End> skok na koniec listy B<u> przesuniêcie informacji 1 stronê w górê B<d> przesuniêcie informacji 1 stronê w dó³ B<^u> przesuniêcie informacji 1 liniê w górê B<^d> przesuniêcie informacji 1 liniê w dó³ B<B, Left-arrow> przesuniêcie ekranu o 1/3 ekranu w lewo B<F, Right-arrow> przesuniêcie ekranu o 1/3 ekranu w prawo B<^b> przesuniêcie ekranu o 1 znak w lewo B<^f> przesuniêcie ekranu o 1 znak w prawo

source: Searching and sorting
pl: Wyszukiwanie i sortowanie

source: The list of packages can be searched by package name. This is done by pressing B<'/'>, and typing a simple search string. The string is interpreted as a B<regex>(7) regular expression. If you add B<'/d'> to the search expression, dselect will also search in descriptions. If you add B<'/i'> the search will be case insensitive. You may combine these two suffixes like this: B<'/id'>. Repeated searching is accomplished by repeatedly pressing the B<'n'> or B<'\e'> keys, until the wanted package is found. If the search reaches the bottom of the list, it wraps to the top and continues searching from there.
pl: Listê pakietów mo¿na przeszukiwaæ po nazwie pakietu. Mo¿na to zrobiæ, przyciskaj±c B<'/'> i wpisuj±c tekst wyszukiwania, który jest interpretowany jako wyra¿enie regularne B<regex>(7). Dodanie B<'/d'> do ³añcucha wyszukiwania, spowoduje przeszukiwanie równie¿ opisów. Dodanie B<'/i'> spowoduje ignorowanie wielko¶ci znaków podczas wyszukiwania. Mo¿na ³±czyæ te sufiksy, na przyk³ad tak: B<'/id'>. Powtórne wyszukiwanie nastêpuje przez wielokrotne naciskanie klawiszy B<'n'> lub B<'\e'>, a¿ do znalezienia poszukiwanego pakietu. Po osi±gniêciu koñca listy, poszukiwanie jest kontynuowane od pocz±tku listy.

source: The list sort order can be varied by pressing the B<'o'> and B<'O'> keys repeatedly. The following nine sort orderings can be selected: alphabet available status priority+section available+priority status+priority section+priority available+section status+section
pl: Porz±dek sortowania listy mo¿na zmieniaæ przez wielokrotne naciskanie klawiszy B<'o'> i B<'O'>. Mo¿na wybraæ jeden z dziewiêciu nastêpuj±cych porz±dków sortowania: alfabetyczny dostêpny stan priorytet+sekcja dostêpny+priorytet stan+priorytet sekcja+priorytet dostêpny+sekcja stan+sekcja

source: Where not listed above explicitly, alphabetic order is used as the final subordering sort key.
pl: Tam gdzie nie jest to powy¿ej wyra¼nie powiedziane, porz±dek alfabetyczny jest u¿ywany jako klucz podwyszukiwania.

source: Altering selections
pl: Zmienianie wyboru pakietów

source: The requested selection state of individual packages may be altered with the following commands: B<+, Insert> install or upgrade B<=, H> hold in present state and version B<:, G> unhold: upgrade or leave uninstalled B<-, Delete> remove, but leave configuration B<_> remove & purge configuration
pl: ¯±dany stan wyboru indywidualnych pakietów mo¿na zmieniæ za pomoc± nastêpuj±cych poleceñ: B<+, Insert> instalacja lub aktualizacja B<=, H> wstrzymanie pakietu w obecnym stanie i wersji B<:, G> zaprzestanie wstrzymania: aktualizacja pakietu lub pozostawienie go jako niezainstalowanego B<-, Delete> usuniêcie, ale z zostawieniem plików konfiguracyjnych B<_> usuniêcie z wyczyszczeniem plików konfiguracyjnych

source: When the change request results in one or more unsatisfied depends or conflicts, B<dselect> prompts the user with a dependency resolution screen. This will be further explained below.
pl: Kiedy w wyniku zmian powstaj± jedna lub wiêcej niespe³nionych zale¿no¶ci lub konflikty, B<dselect> wy¶wietla u¿ytkownikowi ekran rozwi±zywania zale¿no¶ci. Bêdzie on obja¶niony nieco pó¼niej.

source: It is also possible to apply these commands to groups of package selections, by pointing the cursor bar onto a group header. The exact grouping of packages is dependent on the current list ordering settings.
pl: Powy¿sze polecenia mo¿na zastosowaæ równie¿ do grup pakietów - przez ustawienie paska kursora na nag³ówku grupy. Sposób grupowania pakietów zale¿y od ustawieñ sortowania listy pakietów.

source: Proper care should be taken when altering large groups of selections, because this can instantaneously create large numbers of unresolved depends or conflicts, all of which will be listed in one dependency resolution screen, making them very hard to handle. In practice, only hold and unhold operations are useful when applied to groups.
pl: Nale¿y zachowaæ nale¿yt± ostro¿no¶æ, zmieniaj±c du¿e grupy pakietów, poniewa¿ mo¿e to oznaczaæ natychmiastowe utworzenie du¿ej liczby niespe³nionych zale¿no¶ci i konfliktów, bardzo trudnej do rozwi±zania. W praktyce tylko operacje wstrzymania i zaprzestania wstrzymania s± u¿yteczne w odniesieniu do grup pakietów.

source: Resolving depends and conflicts
pl: Rozwi±zywanie zale¿no¶ci i konfliktów

source: When the change request results in one or more unsatisfied depends or conflicts, B<dselect> prompts the user with a dependency resolution screen. First however, an informative help screen is displayed.
pl: Kiedy w wyniku zmian powstaj± jedna lub wiêcej niespe³nionych zale¿no¶ci lub konflikty, B<dselect> wy¶wietla u¿ytkownikowi ekran rozwi±zywania zale¿no¶ci. Najpierw, jednak¿e, wy¶wietlany jest ekran pomocy.

source: The top half of this screen lists all the packages that will have unresolved depends or conflicts, as a result of the requested change, and all the packages whose installation can resolve any of these depends or whose removal can resolve any of the conflicts. The bottom half defaults to show the depends or conflicts that cause the currently selected package to be listed.
pl: W górnej po³owie ekranu rozwi±zywania zale¿no¶ci wy¶wietlone s± wszystkie te pakiety, które w wyniku zastosowania ¿±danych przez u¿ytkownika zmian mia³yby niespe³nione zale¿no¶ci albo konflikty, oraz wszystkie te pakiety, których instalacja spe³ni³aby które¶ z tych zale¿no¶ci lub których usuniêcie rozwi±za³oby konflikty. W dolnej po³owie wy¶wietlone s± te zale¿no¶ci lub konflikty, które spowodowa³y, ¿e obecnie wybrany pakiet zosta³ umieszczony na li¶cie.

source: When the sublist of packages is displayed initially, B<dselect> may have already set the requested selection status of some of the listed packages, in order to resolve the depends of conflicts that caused the dependency resolution screen to be displayed. Usually, it is best to follow up the suggestions made by B<dselect>.
pl: Wy¶wietlaj±c pocz±tkow± podlistê pakietów, B<dselect> móg³ ustawiæ ju¿ pewne ¿±dane wybory niektórych spo¶ród wylistowanych pakietów, w celu rozwi±zania zale¿no¶ci i konfliktów, które by³y przyczyn± wy¶wietlenia ekranu rozwi±zywania zale¿no¶ci. Zazwyczaj najlepszym wyj¶ciem jest zastosowanie siê do sugestii zrobionych przez B<dselect>.

source: The listed packages' selection state may be reverted to the original settings, as they were before the unresolved depends or conflicts were created, by pressing the B<'R'> key. By pressing the B<'D'> key, the automatic suggestions are reset, but the change that caused the dependency resolution screen to be prompted is kept as requested. Finally, by pressing B<'U'>, the selections are again set to the automatic suggestion values.
pl: Mo¿liwe jest przywrócenie stanu wyborów wylistowanych pakietów do poprzednich ustawieñ, zanim zosta³y stworzone nierozwi±zane zale¿no¶ci lub konflikty - przez naci¶niêcie klawisza B<'R'>. Naciskaj±c klawisz B<'D'>, spowodujemy odznaczenie automatycznych propozycji i jest przy tym zachowywana zmiana, która spowodowa³a wy¶wietlenie ekranu rozwi±zywania zale¿no¶ci. W koñcu, po naci¶niêciu klawisza B<'U'> wybory s± ponownie ustawiane na sugerowane warto¶ci.

source: Establishing the requested selections
pl: Ustanawianie ¿±danych wyborów pakietów

source: By pressing B<enter>, the currently displayed set of selections is accepted. If B<dselect> detects no unresolved depends as a result of the requested selections, the new selections will be set. However, if there are any unresolved depends, B<dselect> will again prompt the user with a dependency resolution screen.
pl: Po naci¶niêciu klawisza B<enter>, obecnie wy¶wietlony zbiór wyborów zostaje zaakceptowany. Je¿eli B<dselect> nie wykryje niespe³nionych zale¿no¶ci powsta³ych w wyniku zaakceptowania ¿±danych wyborów, to zostan± one ustawione. Jednak¿e, je¿eli bêd± nierozwi±zane zale¿no¶ci, to B<dselect> ponownie wy¶wietli ekran rozwi±zywania zale¿no¶ci.

source: To alter a set of selections that creates unresolved depends or conflicts and forcing B<dselect> to accept it, press the B<'Q'> key. This sets the selections as specified by the user, unconditionally. Generally, don't do this unless you've read the fine print.
pl: Aby zmieniæ zbiór wyborów, który powoduj powstanie nierozwi±zanych zale¿no¶ci i zmusiæ B<dselect> do zaakceptowania go, nale¿y nacisn±æ klawisz B<'Q'>. Spowoduje to bezwarunkowe ustawienie wyborów podanych przez u¿ytkownika. Ogólnie, nie nale¿y tego robiæ.

source: The opposite effect, to back out any selections change requests and go back to the previous list of selections, is attained by pressing the B<'X'> or B<escape> keys. By repeatedly pressing these keys, any possibly detrimental changes to the requested package selections can be backed out completely to the last established settings.
pl: Aby uzyskaæ przeciwny efekt - wycofanie siê ze wszystkich zmian i powrócenie do poprzedniej listy wyborów, nale¿y nacisn±æ klawisze B<'X'> lub B<escape>. Przez powtarzaj±ce siê przyciskanie tych klawiszy mo¿na wycofaæ siê ze wszystkich potencjalnie szkodliwych zmian w wyborze pakietów a¿ do ostatniego dobrego ustawienia.

source: BUGS
pl: B£ÊDY

source: The B<dselect> package selection interface is confusing to some new users. Reportedly, it even makes seasoned kernel developers cry.
pl: Dla nowych u¿ytkowników, B<dselect> mo¿e byæ trudny do opanowania. Podobno zmusza do p³aczu nawet wytrawnych wspó³twórców j±dra Linuksa.

source: The documentation is lacking.
pl: Dokumentacja jest wybrakowana.

source: There is no help option in the main menu.
pl: Brak opcji "pomoc" w g³ównym menu.

source: The visible list of available packages cannot be reduced.
pl: Nie mo¿na ograniczyæ listy dostêpnych pakietów.

source: The built in access methods can no longer stand up to current quality standards. Use the access method provided by apt, it is not only not broken, it is also much more flexible than the built in access methods.
pl: Wbudowane metody dostêpu nie s± zgodne z obecnymi standardami jako¶ci. Nale¿y u¿ywaæ metody apt, która nie tylko nie jest zepsuta, ale tak¿e jest o wiele bardziej elastyczna ni¿ metody wbudowane.

source: SEE ALSO
pl: ZOBACZ TAK¯E

source: AUTHORS
pl: AUTOR

source: B<dselect> was written by Ian Jackson (ijackson@gnu.ai.mit.edu). Full list of contributors may be found in `dselect --license'.
pl: B<dselect> napisa³ Ian Jackson (ijackson@gnu.ai.mit.edu). Pe³n± listê wspó³twórców mo¿na uzyskaæ wykonuj±c `dselect --license'.

source: This manual page was written by Juho Vuori E<lt>javuori@cc.helsinki.fiE<gt>, Josip Rodin and Joost kooij.
pl: Podrêcznik napisali Juho Vuori E<lt>javuori@cc.helsinki.fiE<gt>, Josip Rodin i Joost kooij.
